[
    {
        "tmdb_id": 574475,
        "title": "Final Destination Bloodlines",
        "overview": "Plagued by a violent recurring nightmare, college student Stefanie heads home to track down the one person who might be able to break the cycle and save her family from the grisly demise that inevitably awaits them all.",
        "original_title": "Final Destination Bloodlines",
        "poster_path": "/6WxhEvFsauuACfv8HyoVX6mZKFj.jpg",
        "release_date": "2025-05-09",
        "credits": [
            {
                "id": 3480304,
                "role": "Acting",
                "name": "Kaitlyn Santa Juana",
                "character": "Stefani Reyes"
            },
            {
                "id": 1547148,
                "role": "Acting",
                "name": "Teo Briones",
                "character": "Charlie Reyes"
            },
            {
                "id": 58724,
                "role": "Acting",
                "name": "Rya Kihlstedt",
                "character": "Darlene Campbell-Reyes"
            },
            {
                "id": 144852,
                "role": "Acting",
                "name": "Richard Harmon",
                "character": "Erik Campbell"
            },
            {
                "id": 1482198,
                "role": "Acting",
                "name": "Owen Patrick Joyner",
                "character": "Bobby Campbell"
            },
            {
                "id": 1938317,
                "role": "Director",
                "name": "Adam B. Stein",
                "character": null
            }
        ],
        "reviews": [
            {
                "author": "CinemaSerf",
                "content": "Imagine if your room-mate kept getting recurring nightmares that she was going to find herself impaled on a rusty bit of iron after falling from a collapsed revolving restaurant hundreds of feet in the air? Yep - I’d probably just quietly put a pillow over her head one night, too. Luckily, “Stefani” (Kaitlyn Santa Reyes) gets to go home and try to get to the bottom of things. When she mentions this to her family, it turns out that the dream has it’s roots in fact and that is all comes down to whacky grandma “Iris” (Gabrielle Rose) who lives in a remote location that wouldn’t have looked out of place in a “Mad Max” movie and who has her own theory about just what happened on that very night, fifty years ago, and about death. As with the other “Final Destination” series, death is much more of an animate object with a plan, a scheme and boy does it not like it when a plan doesn’t come together. Pretty swiftly, the young lass concludes that over the intervening years the grim reaper has been settling scores and now it is the turn of her family. They all think she’s bonkers, but when their attitudinal cousin “Erik” (Richard Harmon) finds himself having an exceptionally narrow escape, they begin to sit up and take notice. Thing is, though, do they seriously think they can thwart the original man with the scythe? You know that expression about a moth fluttering it’s wings by the Amazon and there being an tsunami in Sri Lanka? Well some of the deathly cause and effect scenarios here are just as entertainingly far fetched as we learn to appreciate the terrors of some otherwise benign garden implements, a nose-ring and a rusty old weathervane - to name but a few instruments - that can be used to facilitate our always brutal and gory journey to the hereafter. The disasters-in-waiting are all fairly visually teed up for us, so we can anticipate the grizzle before it inevitably occurs - but what we can’t always do is anticipate just how these incidents will pan out. Death may have a plan, but it’s an adaptable one and as the family start to dwindle in typically slasher-horror fashion we are able to pick out favourites (mine was the annoying “Aunt Brenda” (April Talek)) and hope that they might be next! This is enjoyable stuff that needs to be watched in the spirit intended. No, the script isn’t up to much nor are any of the standard acting performances from the Blumhouse book of scream then run before making implausible decisions and ending up - well you know how that usually pans out. Aim low and be prepared to be entertained, and though overlong, this ought to make you giggle and cringe a little.",
                "created_at": "2025-05-10T10:37:38.856Z",
                "url": "https://www.themoviedb.org/review/681f2c72aa0a2c16244b3aed"
            },
            {
                "author": "r96sk",
                "content": "<em>'Final Destination Bloodlines'</em> is unexpectedly terrific. I watched the original five movies two months ago and highly enjoyed the first flick, though the subsequent follow-ups weren't the best (though I did like <em>'Final Destination 5'</em>). This is the best sequel, no doubt.\r\n\r\nWhat I wanted going in was mindless fun and cool deaths. For me, it ticked both of those boxes with full conviction. I think I gained entertainment from every offing, which is pleasing. They are very nicely done, rather creative too. I'm sure the plot has holes, but honestly... <a href=\"https://youtu.be/RsYi2VH2y6U?si=EYdGbleQqyzUPFt6&t=2\" rel=\"nofollow\"><i>\"we don't care\"</i></a>.\r\n\r\nThe cast are all pleasing, there isn't anyone who blew me away or anything but I did really enjoy those onscreen here. Kaitlyn Santa Juana is the standout, but Gabrielle Rose, Richard Harmon and the rest (I see you, Teo Briones of <em>'Chucky'</em>) are all good value. The special effects are satisfying, as well.\r\n\r\nI will state that the film is possibly more funny than I think it intends to be, which isn't a bad thing whatsoever for me but I did sense it wasn't quite intending to be as amusing as it is in parts; even if they are, of course, going for laughs still. Maybe I'm wrong. All's well that ends well, either way.\r\n\r\nI'd rank this higher than the original. There isn't much in it, but this does narrowly outdo that one in my opinion. Kudos to all involved, because this release could've easily went down like a lead balloon (that sounds like a plot for one of these films; I want compo if that's what FD7 turns out to be, New Line Cinema).",
                "created_at": "2025-05-16T01:54:33.617Z",
                "url": "https://www.themoviedb.org/review/68269ad94918f4ee1b315acc"
            },
            {
                "author": "denise4719",
                "content": "Best final destination movie yet. It's unpredictable, tense and beautifully shot. Also love that they included Mortal Kombat 1 gameplay and had a cameo for Kitana showing off her fatal blow and gameplay. Awesome way to show and reference Mortal Kombat and the character of Kitana.",
                "created_at": "2025-05-18T01:27:52.995Z",
                "url": "https://www.themoviedb.org/review/68293798f6cf2076f3e24656"
            }
        ],
        "genres": [
            {
                "id": 27,
                "name": "Horror"
            },
            {
                "id": 9648,
                "name": "Mystery"
            },
            {
                "id": 35,
                "name": "Comedy"
            }
        ],
        "languages": [
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "Plagued by a violent recurring nightmare, college student Stefanie heads home to track down the one person who might be able to break the cycle and save her family from the grisly demise that inevitably awaits them all.",
                "tagline": "Death runs in the family."
            },
            {
                "iso_639_1": "ko",
                "iso_3166_1": "KR",
                "name": "한국어/조선말",
                "overview": "끝없는 악몽에 시달리던 ‘스테파니’는 그 원인을 찾던 중  집안 대대로 내려오는 죽음의 저주와 그 실체를 알게 된다  놀랍게도, 죽음의 순서가 자신의 가족에게 이어졌음을 알게 되는데...  이제, 다음 차례는 누구?",
                "tagline": "죽음이 피보다 진하게 대물림된다"
            },
            {
                "iso_639_1": "bg",
                "iso_3166_1": "BG",
                "name": "български език",
                "overview": "Ако се намесиш в плановете на Смъртта, нещата бързо ще загрубеят.",
                "tagline": ""
            },
            {
                "iso_639_1": "es",
                "iso_3166_1": "MX",
                "name": "Español",
                "overview": "Atragantada por una violenta pesadilla recurrente, la estudiante universitaria Stefanie regresa a casa para encontrar a la única persona que podría romper el ciclo y salvar a su familia de la horrible muerte que inevitablemente les espera a todos.",
                "tagline": "La muerte corre en la familia."
            },
            {
                "iso_639_1": "pt",
                "iso_3166_1": "BR",
                "name": "Português",
                "overview": "Atormentada por um pesadelo violento recorrente, a estudante universitária Stefanie volta para casa para encontrar a única pessoa que pode quebrar o ciclo e salvar sua família do destino horrível que inevitavelmente os aguarda.",
                "tagline": "A morte está na família"
            },
            {
                "iso_639_1": "zh",
                "iso_3166_1": "CN",
                "name": "普通话",
                "overview": "著名恐怖片系列《死神来了》要拍第六部了。新线影业已聘请《电锯惊魂4/5/6/7》编剧Patrick Melton和Marcus Dunstan为《死神来了6》写剧本。",
                "tagline": ""
            },
            {
                "iso_639_1": "vi",
                "iso_3166_1": "VN",
                "name": "Tiếng Việt",
                "overview": "",
                "tagline": ""
            },
            {
                "iso_639_1": "uk",
                "iso_3166_1": "UA",
                "name": "Український",
                "overview": "Стефані – студентка коледжу, яку постійно мучить один і той самий кошмар. Вона вирушає додому в пошуках єдиної людини, яка здатна врятувати родину Стефані і розірвати цикл жахливих подій.",
                "tagline": "Смерть передається у спадок"
            },
            {
                "iso_639_1": "pt",
                "iso_3166_1": "PT",
                "name": "Português",
                "overview": "Parcela desconhecida. Há rumores que se irá centrar no mundo dos primeiros socorros (Bombeiros, primeiros socorros...).",
                "tagline": ""
            },
            {
                "iso_639_1": "fr",
                "iso_3166_1": "FR",
                "name": "Français",
                "overview": "Stefani, 18 ans, fait d’affreux cauchemars. Dans ceux-ci, elle voit sa grand-mère échapper à la mort dans un accident qui aurait dû la tuer il y a 50 ans. Son ancêtre a réussi alors à esquiver le décès jusqu’à l’âge de 80 ans ou elle meurt de façon naturelle. À cause de ce miracle, toute sa descendance doit quelque chose à la mort.",
                "tagline": "La mort n'oublie pas. La mort ne pardonne pas."
            },
            {
                "iso_639_1": "hr",
                "iso_3166_1": "HR",
                "name": "Hrvatski",
                "overview": "Nasilni, ponavljajući košmar progonjuje studenticu Stefanie. Odlučna prekinuti taj smrtonosni ciklus, vraća se kući kako bi pronašla osobu koja bi joj mogla pomoći spasiti obitelj od neizbježne sudbine.",
                "tagline": "Smrt ostaje u obitelji."
            },
            {
                "iso_639_1": "el",
                "iso_3166_1": "GR",
                "name": "ελληνικά",
                "overview": "Βασανισμένη από έναν βίαιο εφιάλτη που όλο επανέρχεται, η φοιτήτρια Stefanie αναζητά το μοναδικό άτομο που μπορεί να σπάσει τον φαύλο κύκλο και να σώσει την οικογένεια της από την αναπόδραστη, φρικτή μοίρα.",
                "tagline": ""
            },
            {
                "iso_639_1": "ru",
                "iso_3166_1": "RU",
                "name": "Pусский",
                "overview": "18-летнюю Стефани временами мучают жестокие ночные кошмары. Она каждый раз становится свидетельницей того, как погибает в результате аварии на башне в 1960-х годах. Но вскоре она понимает, что на самом деле этот сон — это предчувствие, которое когда-то было у ее бабушки Эстер, когда она была маленькой. 50 лет назад она смогла перехитрить смерть. Это спасло ей жизнь, а также жизнь всем остальным, кто погиб бы в результате разрушительной катастрофы. Спустя пять десятилетий всех выживших, которые на самом деле должны были быть мертвы, преследует смерть. Но это еще не все: потомков тоже следует стереть, потому что они вообще не должны были рождаться...",
                "tagline": ""
            },
            {
                "iso_639_1": "fr",
                "iso_3166_1": "CA",
                "name": "Français",
                "overview": "Une étudiante voit la Mort réclamer des membres de sa famille, en raison de la survie miraculeuse de sa grand-mère dans l'effondrement d'un immeuble 50 ans plus tôt.",
                "tagline": "La Mort est une Histoire de Famille"
            },
            {
                "iso_639_1": "th",
                "iso_3166_1": "TH",
                "name": "ภาษาไทย",
                "overview": "สเตฟานี นักศึกษาวิทยาลัยต้องเจอกับฝันร้ายที่รุนแรงซ้ำแล้วซ้ำเล่า จึงมุ่งหน้ากลับบ้านเพื่อตามหาคนๆ หนึ่งที่อาจสามารถทำลายวงจรนี้และช่วยครอบครัวของเธอจากการตายอันน่าสยดสยองที่รอพวกเขาอยู่อย่างหลีกเลี่ยงไม่ได้",
                "tagline": "ความตายสืบทอดทางสายเลือด"
            },
            {
                "iso_639_1": "es",
                "iso_3166_1": "ES",
                "name": "Español",
                "overview": "Acosada por una violenta pesadilla recurrente, la estudiante universitaria Stefanie se dirige a casa para localizar a la única persona que podría ser capaz de romper el ciclo y salvar a su familia de la espeluznante muerte que inevitablemente les espera a todos.",
                "tagline": ""
            },
            {
                "iso_639_1": "tr",
                "iso_3166_1": "TR",
                "name": "Türkçe",
                "overview": "Eğer \"ölümün\" planlarını bozarsanız, işler çok karmaşık bir hal alabilir... Sürekli tekrar eden şiddetli bir kâbusla boğuşan üniversite öğrencisi Stefanie, bu döngüyü kırıp aile fertlerini, onları bekleyen korkunç ölümden kurtarabilecek tek kişinin izini sürmek için eve döner.",
                "tagline": "Ölüm ailemizin kaderi."
            },
            {
                "iso_639_1": "ro",
                "iso_3166_1": "RO",
                "name": "Română",
                "overview": "A șasea tranșă din franciza Destinația finală. Intriga o să fie anunțată.",
                "tagline": ""
            },
            {
                "iso_639_1": "zh",
                "iso_3166_1": "HK",
                "name": "普通话",
                "overview": "大學生 Stefanie 被一個反覆出現的暴力噩夢困擾，於是她回到家中，找出唯一可以打破這個循環的人，拯救整個家族，務求令各人逃出走不掉的可怕死亡魔咒。",
                "tagline": ""
            },
            {
                "iso_639_1": "it",
                "iso_3166_1": "IT",
                "name": "Italiano",
                "overview": "Tormentata da un violento incubo ricorrente, Stefanie torna a casa dal college per rintracciare l'unica persona in grado di interrompere un ciclo mortale che coinvolge i membri della sua famiglia, e salvarli dalla macabra fine che inevitabilmente li attende.",
                "tagline": ""
            },
            {
                "iso_639_1": "fa",
                "iso_3166_1": "IR",
                "name": "فارسی",
                "overview": "استفانی، دانشجوی دانشگاه که به خاطر یک کابوس مکرر و وحشتناک دچار عذاب است، به خانه برمی‌گردد تا شخصی را پیدا کند که ممکن است بتواند این چرخه را بشکند و خانواده‌اش را از سرنوشت خونینی که به طور حتم در انتظارشان است نجات دهد.",
                "tagline": ""
            },
            {
                "iso_639_1": "sk",
                "iso_3166_1": "SK",
                "name": "Slovenčina",
                "overview": "Vysokoškolská študentka, sužovaná opakujúcou sa nočnou morou, sa vracia domov, aby našla jedinú osobu, ktorá môže prelomiť kruh a zachrániť jej rodinu pred strašným osudom, ktorý ich čaká.",
                "tagline": "Smrť majú v rodine"
            },
            {
                "iso_639_1": "pl",
                "iso_3166_1": "PL",
                "name": "Polski",
                "overview": "Dręczona przez powtarzający się koszmar, studentka Stefanie wraca do domu, aby odnaleźć osobę, która mogłaby przerwać cykl i ocalić jej rodzinę przed makabryczną śmiercią, która nieuchronnie czeka ich wszystkich.",
                "tagline": "Śmierć jest dziedziczna."
            },
            {
                "iso_639_1": "lt",
                "iso_3166_1": "LT",
                "name": "Lietuvių",
                "overview": "Stefaniją jau kuris laikas vargina tas pats košmaras: mergina nuolat sapnuoja, kad žūva gaisre, kuris įvyko praėjusio amžiaus viduryje. Išvarginta košmaro, ji pamažu išsiaiškina, kad bent jau kai kurie sapno įvykiai – absoliuti tiesa. Jos močiutė iš tiesų vos nesudegė gaisre, ir nors šiai tuomet pavyko išsigelbėti, mirtis visada pasiima savo aukas. Dabar, kai pavojus gresia jau pačiai Stefanijai ir jos šeimai, merginai teks surasti būdą, kaip dar kartą apgauti mirtį.",
                "tagline": ""
            },
            {
                "iso_639_1": "zh",
                "iso_3166_1": "TW",
                "name": "普通话",
                "overview": "故事描述大學生史黛芬妮飽受反覆出現的暴力惡夢所困擾，於是決定回到家鄉，尋找唯一可能打破這個循環的人，並拯救家人免於無法避免的可怕厄運。",
                "tagline": "如果你與死神作對，一切會變得非常……混亂"
            },
            {
                "iso_639_1": "fi",
                "iso_3166_1": "FI",
                "name": "suomi",
                "overview": "Toistuvan väkivaltaisen painajaisunen vaivaama opiskelija Stefanie lähtee kotiinsa jäljittämään ainoaa henkilöä, joka voisi katkaista painajaiskierteen ja pelastaa hänen perheensä kammottavalta kuolemalta, joka väistämättä odottaa heitä kaikkia.",
                "tagline": "Kuolema on sukuvika"
            },
            {
                "iso_639_1": "de",
                "iso_3166_1": "DE",
                "name": "Deutsch",
                "overview": "Immer wieder wird die Studentin Stefanie von einem schrecklichen Albtraum heimgesucht. Sie beschließt, in ihre Heimatstadt zurückzukehren. Dort hofft sie, die einzige Person zu finden, die den Teufelskreis durchbrechen und ihre gesamte Familie vor dem grausamen Tod bewahren kann, der sie alle unweigerlich erwartet …",
                "tagline": ""
            },
            {
                "iso_639_1": "he",
                "iso_3166_1": "IL",
                "name": "עִבְרִית",
                "overview": "סטפני, סטודנטית צעירה, נרדפת על ידי סיוט אלים שחוזר על עצמו. נחושה לשבור את המעגל ולמנוע את הגורל המזעזע שמאיים על משפחתה, היא חוזרת הביתה כדי למצוא את האדם היחיד שעשוי להיות מסוגל להציל אותם מהתהום האיומה אשר, באופן בלתי נמנע, מחכה להם.",
                "tagline": "המוות עובר במשפחה."
            },
            {
                "iso_639_1": "hi",
                "iso_3166_1": "IN",
                "name": "हिन्दी",
                "overview": "",
                "tagline": ""
            },
            {
                "iso_639_1": "id",
                "iso_3166_1": "ID",
                "name": "Bahasa indonesia",
                "overview": "",
                "tagline": ""
            },
            {
                "iso_639_1": "hu",
                "iso_3166_1": "HU",
                "name": "Magyar",
                "overview": "Ahogy az elsősegélynyújtók egy csoportja menekül a halál szorításából, egyre valószínűtlenebb és gyilkosabb balesetekben halnak meg.  (szarka84)",
                "tagline": ""
            },
            {
                "iso_639_1": "cs",
                "iso_3166_1": "CZ",
                "name": "Český",
                "overview": "Vysokoškolačku Stefanie pronásledují děsivé noční můry plné násilí. Ve snaze odhalit pravdu se vrací domů, kde se snaží najít jediného člověka, který by mohl přerušit řetězec tragických událostí a zachránit její rodinu před nevyhnutelným osudem.",
                "tagline": ""
            },
            {
                "iso_639_1": "de",
                "iso_3166_1": "CH",
                "name": "Deutsch",
                "overview": "",
                "tagline": ""
            },
            {
                "iso_639_1": "et",
                "iso_3166_1": "EE",
                "name": "Eesti",
                "overview": "Ülikoolitudengit Stefaniet painab korduv vägivaldne õudusunenägu. Ta suundub koju, et leida üles ainus, kes suudaks nõiaringi lõhkuda ja päästa pere neid paratamatult ootava kohutava lõpu käest.",
                "tagline": "Surm liigub peres"
            },
            {
                "iso_639_1": "lv",
                "iso_3166_1": "LV",
                "name": "Latviešu",
                "overview": "Pastāvīgi redzot varmācīgus murgus, koledžas studente Stefanija dodas uz mājām, lai atrastu vienīgo cilvēku, kurš spētu izbeigt notikumu atkārtošanos un izglābt viņas ģimeni no briesmīgās nāves, kas nenovēršami gaida viņus visus.",
                "tagline": ""
            },
            {
                "iso_639_1": "ta",
                "iso_3166_1": "IN",
                "name": "தமிழ்",
                "overview": "",
                "tagline": ""
            },
            {
                "iso_639_1": "te",
                "iso_3166_1": "IN",
                "name": "తెలుగు",
                "overview": "",
                "tagline": ""
            },
            {
                "iso_639_1": "sl",
                "iso_3166_1": "SI",
                "name": "Slovenščina",
                "overview": "Študentka Stefanie, ki jo mučijo kronične nočne more, se vrne domov, da bi našla osebo, ki bi lahko edina prekinila ta mučni krog in rešila njeno družino pred grozljivo smrtjo, ki neizogibno čaka vse.",
                "tagline": "Smrt je v družini."
            },
            {
                "iso_639_1": "nl",
                "iso_3166_1": "NL",
                "name": "Nederlands",
                "overview": "Geplaagd door een gewelddadige terugkerende nachtmerrie, gaat student Stefanie naar huis om de ene persoon op te sporen die mogelijk de cyclus kan doorbreken en haar familie kan redden van de griezelige ondergang die onvermijdelijk op hen wacht.",
                "tagline": ""
            },
            {
                "iso_639_1": "sv",
                "iso_3166_1": "SE",
                "name": "svenska",
                "overview": "College-studenten Stefani plågas av en våldsam och återkommande mardröm. Hon återvänder hem för att leta upp den enda person som kanske kan bryta den onda cirkeln och rädda hennes familj från det grymma öde som oundvikligen väntar dem alla.",
                "tagline": ""
            },
            {
                "iso_639_1": "ar",
                "iso_3166_1": "SA",
                "name": "العربية",
                "overview": "بعد أن عانت من كابوس عنيف متكرر، تعود طالبة الجامعة ستيفاني إلى منزلها لتعقب الشخص الوحيد الذي قد يكون قادرًا على كسر هذه الدائرة وإنقاذ عائلتها من الموت المروع الذي ينتظرهم جميعًا حتمًا.",
                "tagline": "الموت يجري في العائلة."
            }
        ],
        "keywords": [
            {
                "id": 1946,
                "name": "restaurant"
            },
            {
                "id": 10292,
                "name": "gore"
            },
            {
                "id": 9663,
                "name": "sequel"
            },
            {
                "id": 10170,
                "name": "premonition"
            },
            {
                "id": 10855,
                "name": "fate"
            },
            {
                "id": 34079,
                "name": "death"
            },
            {
                "id": 199686,
                "name": "near-death experience"
            },
            {
                "id": 208992,
                "name": "1960s"
            },
            {
                "id": 240606,
                "name": "cheating death"
            },
            {
                "id": 256183,
                "name": "supernatural horror"
            },
            {
                "id": 315058,
                "name": "horror"
            },
            {
                "id": 342995,
                "name": "teen scream"
            }
        ],
        "budget": 50000000,
        "origin_country": [
            "US"
        ],
        "runtime": 110,
        "revenue": 47400000,
        "tagline": "Death runs in the family."
    },
    {
        "tmdb_id": 1400288,
        "title": "Deaf President Now!",
        "overview": "Discover the story of the greatest civil rights movement most people have never heard about. During eight tumultuous days in 1988 at the world's only Deaf university, four students must find a way to lead a revolution—and change the course of history.",
        "original_title": "Deaf President Now!",
        "poster_path": "/hbTq1jfuGtLo1pdAY0gcbJcCWlF.jpg",
        "release_date": "2025-01-28",
        "credits": [
            {
                "id": 4989220,
                "role": "Acting",
                "name": "I. King Jordan",
                "character": "Self"
            },
            {
                "id": 5232531,
                "role": "Acting",
                "name": "Jerry Covell",
                "character": "Self"
            },
            {
                "id": 5232532,
                "role": "Acting",
                "name": "Bridgetta Bourne-Firl",
                "character": "Self"
            },
            {
                "id": 5232533,
                "role": "Acting",
                "name": "Tim Rarus",
                "character": "Self"
            },
            {
                "id": 5232535,
                "role": "Acting",
                "name": "Greg Hlibok",
                "character": "Self"
            },
            {
                "id": 1517002,
                "role": "Director",
                "name": "Nyle DiMarco",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 99,
                "name": "Documentary"
            }
        ],
        "languages": [
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "Discover the story of the greatest civil rights movement most people have never heard about. During eight tumultuous days in 1988 at the world's only Deaf university, four students must find a way to lead a revolution—and change the course of history.",
                "tagline": "The revolution that refused to be silenced."
            },
            {
                "iso_639_1": "es",
                "iso_3166_1": "ES",
                "name": "Español",
                "overview": "Descubre la historia del gran movimiento por los derechos civiles que poca gente conoce. Durante ocho convulsos días de 1988, en la única universidad para personas sordas del mundo, cuatro estudiantes deben lograr liderar una revolución y cambiar la historia.",
                "tagline": "Una revolución a toda voz."
            },
            {
                "iso_639_1": "de",
                "iso_3166_1": "DE",
                "name": "Deutsch",
                "overview": "Die Geschichte der größten Bürgerrechtsbewegung, von der die meisten noch nie gehört haben. Während vier chaotischen Tagen versuchen vier Studierende an der weltweit einzigen Uni für Gehörlose eine Revolution anzuführen und den Lauf der Geschichte zu ändern.",
                "tagline": "Eine Revolution, die sich Gehör verschaffte."
            },
            {
                "iso_639_1": "ar",
                "iso_3166_1": "AE",
                "name": "العربية",
                "overview": "اكتشفوا قصة أعظم حركة للدفاع عن الحريات المدنية لم يسمع بها معظم الناس قط. في خلال ثمانية أيام عصيبة في العام 1988 في جامعة الصُم الوحيدة في العالم، اضطر أربعة طلاب إلى إيجاد وسيلة لقيادة ثورة وتغيير مجرى التاريخ.",
                "tagline": "ثورة كسرت جدار الصمت."
            },
            {
                "iso_639_1": "ar",
                "iso_3166_1": "SA",
                "name": "العربية",
                "overview": "اكتشفوا قصة أعظم حركة للدفاع عن الحريات المدنية لم يسمع بها معظم الناس قط. في خلال ثمانية أيام عصيبة في العام 1988 في جامعة الصُم الوحيدة في العالم، اضطر أربعة طلاب إلى إيجاد وسيلة لقيادة ثورة وتغيير مجرى التاريخ.",
                "tagline": "ثورة كسرت جدار الصمت."
            },
            {
                "iso_639_1": "zh",
                "iso_3166_1": "HK",
                "name": "普通话",
                "overview": "發掘一段鮮為人知、偉大民權運動的故事。1988年動盪的八日內，在世上唯一聽障大學裡，四位學生必須設法領導一場革命，從而改變歷史進程。",
                "tagline": "公義之聲，吶喊有理。"
            },
            {
                "iso_639_1": "zh",
                "iso_3166_1": "SG",
                "name": "普通话",
                "overview": "本片揭示一场鲜为人知、最伟大的民权运动故事。1988年，在世界上唯一的聋人大学里，四名学生必须在动荡的八天里找到办法领导一场革命并改变历史进程。",
                "tagline": ""
            },
            {
                "iso_639_1": "zh",
                "iso_3166_1": "TW",
                "name": "普通话",
                "overview": "探索大多數人從未聽過之最偉大的民權運動故事。1988 年，在世界上唯一一所聾人大學的八天動盪中，四名學生必須找到一種方法來領導一場革命並改變歷史的進程。",
                "tagline": "追求正義，絕不噤聲。"
            },
            {
                "iso_639_1": "cs",
                "iso_3166_1": "CZ",
                "name": "Český",
                "overview": "Objevte příběh největšího hnutí za občanská práva, o kterém většina lidí nikdy neslyšela. Během osmi bouřlivých dnů roku 1988 na jediné univerzitě pro neslyšící na světě musí čtyři studenti najít způsob, jak vést revoluci a změnit běh dějin.",
                "tagline": "Revoluce, která se nenechala umlčet."
            },
            {
                "iso_639_1": "da",
                "iso_3166_1": "DK",
                "name": "Dansk",
                "overview": "Oplev historien om den største borgerrettighedsbevægelse, som de fleste aldrig har hørt om. I løbet af otte dage i 1988 på det eneste universitet for døve må fire studerende stå i spidsen for en vred menneskemængde og ændre historiens gang.",
                "tagline": "En revolution, der rungede verden over."
            },
            {
                "iso_639_1": "nl",
                "iso_3166_1": "NL",
                "name": "Nederlands",
                "overview": "Ontdek het verhaal van de grootste burgerrechtenbeweging waar bijna niemand van gehoord heeft. In acht bewogen dagen in 1988, aan de enige universiteit ter wereld voor doven, zoeken vier studenten een manier om een revolutie te ontketenen en de geschiedenis voorgoed te veranderen.",
                "tagline": "De revolutie die zich het zwijgen niet liet opleggen."
            },
            {
                "iso_639_1": "fi",
                "iso_3166_1": "FI",
                "name": "suomi",
                "overview": "Tutustu historian tärkeimpään kansalaisliikkeeseen, josta maailma ei ole kuullut. Vuonna 1988 kahdeksan myrskyisän päivän ajan, maailman ainoassa kuurojen yliopistossa neljä opiskelijaa yrittää löytää keinon johtaa vallankumousta - ja muuttaa historiaa.",
                "tagline": "Vallankumous, joka ei vaiennut."
            },
            {
                "iso_639_1": "fr",
                "iso_3166_1": "FR",
                "name": "Français",
                "overview": "Découvrez l'histoire du plus grand mouvement de défense des droits civiques, dont la plupart des gens n'ont jamais entendu parler. En 1988, pendant une semaine tumultueuse, dans la seule université au monde destinée aux Sourds, quatre étudiants mènent une révolution et changent le cours de l'histoire.",
                "tagline": "Une révolution pour plus d’espoir et d’inclusion."
            },
            {
                "iso_639_1": "fr",
                "iso_3166_1": "CA",
                "name": "Français",
                "overview": "Découvrez l'histoire du plus grand mouvement de défense des droits civiques, dont la plupart des gens n'ont jamais entendu parler. En 1988, pendant une semaine tumultueuse, dans la seule université au monde destinée aux Sourds, quatre étudiants mènent une révolution et changent le cours de l'histoire.",
                "tagline": "La révolution qui a su se faire entendre."
            },
            {
                "iso_639_1": "el",
                "iso_3166_1": "GR",
                "name": "ελληνικά",
                "overview": "Ανακαλύψτε τη σχεδόν άγνωστη ιστορία του πιο μεγαλειώδους κινήματος πολιτικών δικαιωμάτων. Στη διάρκεια οκτώ ταραχωδών ημερών τέσσερις φοιτητές ηγούνται μιας επανάστασης στο μοναδικό Πανεπιστήμιο Κωφών του κόσμου το 1988 κι αλλάζουν τον ρου της ιστορίας.",
                "tagline": "Η επανάσταση που δε σίγησε στιγμή."
            },
            {
                "iso_639_1": "he",
                "iso_3166_1": "IL",
                "name": "עִבְרִית",
                "overview": "גלו את סיפורה של תנועה מדהימה לזכויות האזרח, שכמעט אף אחד לא שמע עליה. במהלך שמונה ימים סוערים ב-1988 באוניברסיטה לחירשים היחידה בעולם, ארבעה סטודנטים חייבים למצוא דרך להוביל מהפכה - ולשנות את מהלך ההיסטוריה.",
                "tagline": "המהפכה שאי אפשר היה להשתיק."
            },
            {
                "iso_639_1": "hi",
                "iso_3166_1": "IN",
                "name": "हिन्दी",
                "overview": "दुनिया के पहले नागरिक अधिकार आंदोलन की कहानी जानें, जिसके बारे में ज़्यादातर लोगों ने नहीं सुना है। 1988 में दुनिया की इकलौती बधिक युनिवर्सिटी में सबसे मुश्किल आठ दिनों के दौरान, चार छात्रों को क्रांति करने का तरीका ढूँढना होगा और इतिहास बदलना होगा।",
                "tagline": "एक ऐसी क्रांति जिसकी आवाज़ को दबाया न जा सका।"
            },
            {
                "iso_639_1": "hu",
                "iso_3166_1": "HU",
                "name": "Magyar",
                "overview": "A legnagyobb polgárjogi mozgalom története, amelyről sokan nem hallottak. 1988-ban, a világ egyetlen siket egyetemén, nyolc napon át négy diák megváltoztatja a történelmet.",
                "tagline": "A forradalom, amit nem lehet elhallgattatni."
            },
            {
                "iso_639_1": "id",
                "iso_3166_1": "ID",
                "name": "Bahasa indonesia",
                "overview": "Temukan kisah gerakan hak-hak sipil terhebat yang belum pernah didengar kebanyakan orang. Selama delapan hari penuh gejolak pada tahun 1988 di satu-satunya universitas Tuli di dunia, empat mahasiswa harus menemukan cara untuk memimpin revolusi—dan mengubah arah sejarah.",
                "tagline": "Revolusi yang menolak untuk dibungkam."
            },
            {
                "iso_639_1": "it",
                "iso_3166_1": "IT",
                "name": "Italiano",
                "overview": "Scopri la storia del più grande movimento per i diritti civili che molte persone ancora non conoscono. Durante otto giorni turbolenti del 1988, nell'unica università per sordi del mondo, quattro studenti devono trovare un modo per guidare una rivoluzione—e cambiare la storia.",
                "tagline": "Dai ascolto alla rivoluzione."
            },
            {
                "iso_639_1": "ja",
                "iso_3166_1": "JP",
                "name": "日本語",
                "overview": "多くの人にとって初耳の、重要な公民権運動を探る。騒動が起きたのは1988年の8日間。世界で唯一の聴覚障がい者のための大学では、4人の学生が革命を率い、歴史を変える道を見つけなければならなかった。",
                "tagline": "革命、それは沈黙を破ること。"
            },
            {
                "iso_639_1": "no",
                "iso_3166_1": "NO",
                "name": "Norsk",
                "overview": "Oppdag historien om den største borgerrettighetsbevegelsen som de færreste har hørt om. I løpet av åtte stormfylte dager i 1988 på verdens eneste døveuniversitet, finner fire studenter en måte å lede en revolusjon, og forandre historien, på.",
                "tagline": "Revolusjonen som nektet å tie."
            },
            {
                "iso_639_1": "pl",
                "iso_3166_1": "PL",
                "name": "Polski",
                "overview": "Poznaj nieznaną większości ludzi historię największego ruchu na rzecz praw obywatelskich. Przez osiem burzliwych dni w 1988 roku, w jedynej na świecie uczelni Głuchych, czworo studentów musi znaleźć sposób, by poprowadzić rewolucję — i odmienić bieg historii.",
                "tagline": "Rewolucja, której nie dało się uciszyć."
            },
            {
                "iso_639_1": "pt",
                "iso_3166_1": "PT",
                "name": "Português",
                "overview": "Descubram a história do maior movimento de direitos civis de que quase ninguém ouviu falar. Durante oito dias de caos, em 1988, na única universidade para surdos do mundo, quatro estudantes têm de encontrar uma forma de liderar uma revolução e alterar o rumo da história.",
                "tagline": "A revolução que recusou ser silenciada."
            },
            {
                "iso_639_1": "pt",
                "iso_3166_1": "BR",
                "name": "Português",
                "overview": "O maior movimento por direitos civis. Durante oito dias em 1988, na única universidade para surdos no mundo, quatro alunos lideram uma revolução e mudam o rumo da história.",
                "tagline": "A revolução que se recusou a ser silenciada."
            },
            {
                "iso_639_1": "sk",
                "iso_3166_1": "SK",
                "name": "Slovenčina",
                "overview": "Spoznajte príbeh jedného z najväčších hnutí za ľudské práva, o ktorom väčšina ľudí nikdy nepočula. V roku 1988, počas ôsmich búrlivých dní na jedinej univerzite pre nepočujúcich na svete, musia štyria študenti nájsť spôsob, ako viesť revolúciu a zmeniť históriu.",
                "tagline": "Revolúcia, ktorá sa nedala umlčať."
            },
            {
                "iso_639_1": "es",
                "iso_3166_1": "MX",
                "name": "Español",
                "overview": "Descubre la historia del mayor movimiento de derechos civiles que la mayoría de la gente no conoce. Durante ocho agitados días de 1988 en la única universidad del mundo para Sordos, cuatro estudiantes buscan cómo dirigir una revolución... y cambiar el rumbo de la historia.",
                "tagline": "La revolución que no pudieron callar."
            },
            {
                "iso_639_1": "sv",
                "iso_3166_1": "SE",
                "name": "svenska",
                "overview": "Upptäck historien om den största människorättsrörelsen som de flesta aldrig har hört talas om. Under åtta tumultartade dagar 1988 vid världens enda universitet för döva måste fyra studenter finna ett sätt att leda en revolution - och förändra historien.",
                "tagline": "Revolutionen som vägrade tystas."
            },
            {
                "iso_639_1": "th",
                "iso_3166_1": "TH",
                "name": "ภาษาไทย",
                "overview": "พบกับเรื่องราวการเคลื่อนไหวเพื่อสิทธิมนุษยชนครั้งยิ่งใหญ่ที่คนส่วนใหญ่อาจไม่เคยรับรู้มาก่อน ในช่วงแปดวันอันวุ่นวายในปี 1988 ที่มหาวิทยาลัยของคนหูหนวกแห่งเดียวในโลก นักศึกษาสี่คนต้องหาหนทางนำพาฝูงชนที่โกรธเกรี้ยวและเปลี่ยนแปลงประวัติศาสตร์",
                "tagline": "เสียงของการเปลี่ยนแปลงที่ทุกคนต้องได้ยิน"
            },
            {
                "iso_639_1": "tr",
                "iso_3166_1": "TR",
                "name": "Türkçe",
                "overview": "Kimsenin duymadığı en büyük insan hakları hareketinin hikâyesini keşfedin. Dört öğrenci, 1988 yılındaki sekiz çalkantılı günde dünyanın tek İşitme Engelliler Üniversitesi’nde bir devrime öncülük etmenin ve tarihin akışını değiştirmenin yolunu bulmalıdır.",
                "tagline": ""
            },
            {
                "iso_639_1": "ko",
                "iso_3166_1": "KR",
                "name": "한국어/조선말",
                "overview": "세상에 알려진 바가 거의 없는 위대한 민권운동 이야기를 만난다. 1988년, 8일간 격동의 현장이 된 세계 유일 농인 대학교에서 4명의 학생이 혁명을 이끌고 역사의 흐름을 바꿀 방법을 찾으려 한다.",
                "tagline": "우리는 침묵을 거부한다."
            },
            {
                "iso_639_1": "ru",
                "iso_3166_1": "RU",
                "name": "Pусский",
                "overview": "Узнайте историю величайшего движения за гражданские права, о котором большинство никогда не слышало. За восемь напряженных дней 1988 года четыре студента единственного в мире университета для глухих должны найти способ возглавить революцию и изменить ход истории.",
                "tagline": "Революция, которая отказалась молчать."
            },
            {
                "iso_639_1": "uk",
                "iso_3166_1": "UA",
                "name": "Український",
                "overview": "Дізнайтеся історію найбільшого руху за громадянські права, про який більшість людей ніколи не чула. Упродовж восьми буремних днів 1988 року в єдиному у світі університеті для глухих четверо студентів повинні знайти спосіб очолити революцію — і змінити хід історії.",
                "tagline": "Революція, яка відмовилася мовчати."
            },
            {
                "iso_639_1": "vi",
                "iso_3166_1": "VN",
                "name": "Tiếng Việt",
                "overview": "Khám phá câu chuyện về phong trào quyền dân sự lớn nhất từng được biết. Trong tám ngày rúng động năm 1988 ở trường đại học duy nhất cho người điếc trên thế giới, bốn sinh viên phải tìm cách lãnh đạo một cuộc cách mạng - và thay đổi tiến trình lịch sử.",
                "tagline": "Cuộc đấu tranh cho những tiếng nói bị kìm nén."
            },
            {
                "iso_639_1": "zh",
                "iso_3166_1": "CN",
                "name": "普通话",
                "overview": "探索大多数人闻所未闻的伟大民权运动的故事。1988年，在世界上唯一一所聋人大学里，经历了八天动荡，四名学生必须找到引领革命并改变历史进程的方法。",
                "tagline": ""
            },
            {
                "iso_639_1": "ro",
                "iso_3166_1": "RO",
                "name": "Română",
                "overview": "In 1988, studentii surzi de la Universitatea Gallaudet au protestat pana cand scoala a numit primul sau presedinte surd, Dr. I. King Jordan, marcand un moment crucial pentru drepturile si reprezentarea surzilor.",
                "tagline": ""
            }
        ],
        "keywords": [
            {
                "id": 1643,
                "name": "deaf"
            },
            {
                "id": 168483,
                "name": "student protest"
            },
            {
                "id": 208289,
                "name": "1980s"
            },
            {
                "id": 210910,
                "name": "american sign language (asl)"
            }
        ],
        "budget": 0,
        "origin_country": [
            "US"
        ],
        "runtime": 101,
        "revenue": 0,
        "tagline": "The revolution that refused to be silenced."
    },
    {
        "tmdb_id": 1030588,
        "title": "Ghost Cat Anzu",
        "overview": "Precocious tween Karin finds herself abandoned by her father in rural Japan. Living in a temple with her grandfather, she meets Anzu, a giant \"ghost cat\" and notorious layabout tasked with looking after her. Distrustful of her new guardian, Karin sabotages Anzu's odd jobs for the townsfolk and befriends the eccentric local forest spirits. In an effort to win Karin over, Anzu accidentally makes a deal with the devil, and all Hell breaks loose.",
        "original_title": "化け猫あんずちゃん",
        "poster_path": "/rJSSc7vbLseCOjsgDnCKtVNs9Qe.jpg",
        "release_date": "2024-07-19",
        "credits": [
            {
                "id": 87657,
                "role": "Acting",
                "name": "Mirai Moriyama",
                "character": "Anzu (voice)"
            },
            {
                "id": 4551353,
                "role": "Acting",
                "name": "Noa Goto",
                "character": "Karin (voice)"
            },
            {
                "id": 111640,
                "role": "Acting",
                "name": "Munetaka Aoki",
                "character": "Tetsuya (voice)"
            },
            {
                "id": 96474,
                "role": "Acting",
                "name": "Miwako Ichikawa",
                "character": "Yuzuki (voice)"
            },
            {
                "id": 3436,
                "role": "Acting",
                "name": "Keiichi Suzuki",
                "character": "Oshō (voice)"
            },
            {
                "id": 1559389,
                "role": "Director",
                "name": "Yoko Kuno",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 16,
                "name": "Animation"
            },
            {
                "id": 14,
                "name": "Fantasy"
            },
            {
                "id": 35,
                "name": "Comedy"
            },
            {
                "id": 10751,
                "name": "Family"
            }
        ],
        "languages": [
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "Precocious tween Karin finds herself abandoned by her father in rural Japan. Living in a temple with her grandfather, she meets Anzu, a giant \"ghost cat\" and notorious layabout tasked with looking after her. Distrustful of her new guardian, Karin sabotages Anzu's odd jobs for the townsfolk and befriends the eccentric local forest spirits. In an effort to win Karin over, Anzu accidentally makes a deal with the devil, and all Hell breaks loose.",
                "tagline": ""
            },
            {
                "iso_639_1": "fr",
                "iso_3166_1": "FR",
                "name": "Français",
                "overview": "Karin, 11 ans, est abandonnée par son père chez son grand-père, le moine d’une petite ville de la province japonaise. Celui-ci demande à Anzu, son chat-fantôme jovial et serviable bien qu’assez capricieux, de veiller sur elle. La rencontre de leurs caractères bien trempés provoque des étincelles, du moins au début…",
                "tagline": ""
            },
            {
                "iso_639_1": "ja",
                "iso_3166_1": "JP",
                "name": "日本語",
                "overview": "雷の鳴る豪雨の中。  お寺の和尚さんは段ボールの中で鳴いている子猫をみつける。その子猫は 「あんず」と名付けられ、それは大切に育てられた。だが、おかしなことに10年・20年経っても、死ななかった。30年たった頃、どうした加減なのかいつしか人間の言葉を話し、人間のように暮らす「化け猫」になっていた。  移動手段は原付。お仕事は按摩のアルバイト。現在37歳。  そんなあんずちゃんの元へ、親子ゲンカの末ずっと行方知れずだった和尚さんの息子が11歳の娘「かりん」を連れて帰ってくる。しかしまた和尚とケンカし、彼女を置いて去ってしまう。大人の前ではいつもとっても“いい子”のかりんちゃん。  お世話を頼まれたあんずちゃんはしぶしぶ面倒をみるのだが、どうも一筋縄ではいかない気配が……。",
                "tagline": ""
            },
            {
                "iso_639_1": "zh",
                "iso_3166_1": "CN",
                "name": "普通话",
                "overview": "改编自漫画《妖怪猫小杏》，由《快一秒的他》导演山下敦弘进行真人拍摄，再由《花与爱丽丝》动画版导演久野遥子以转描技术绘制逼真细致的动画。 电影聚焦日本小镇风光，由反差感超强、外表可爱内里麻甩的猫大叔，带来一个奇趣又爆笑的温情成长故事。 花梨自幼丧母，父亲为避债将她暂放在僧侣祖父佛寺里，转交在佛寺内打杂的猫大叔「小杏」照顾。 花梨见父亲失约未回，拜托小杏陪她到东京寻亲。 有天她跟着贫穷神误闯异世界国度，在那里与刚重遇的母亲开展一场新历险。",
                "tagline": ""
            },
            {
                "iso_639_1": "zh",
                "iso_3166_1": "HK",
                "name": "普通话",
                "overview": "改編自漫畫《妖怪貓小杏》，由《快一秒的他》導演山下敦弘進行真人拍攝，再由《花與愛麗絲》動畫版導演久野遙子以轉描技術繪製逼真細緻的動畫。電影聚焦日本小鎮風光，由反差感超強、外表可愛內裡麻甩的貓大叔，帶來一個奇趣又爆笑的溫情成長故事。  花梨自幼喪母，父親為避債將她暫放在僧侶祖父佛寺裡，轉交在佛寺內打雜的貓大叔「小杏」照顧。花梨見父親失約未回，拜託小杏陪她到東京尋親。有天她跟著貧窮神誤闖異世界國度，在那裡與剛重遇的母親開展一場新歷險。",
                "tagline": ""
            },
            {
                "iso_639_1": "pl",
                "iso_3166_1": "PL",
                "name": "Polski",
                "overview": "Jedenastoletnią Karin ojciec zostawią pod opieką dziadka, a sam znika, żeby załatwić „ważne sprawy”. W świątyni, którą opiekuje się dziadek, Karin poznaje Anzu, mówiącego kota wielkości człowieka. A kot, jak to kot, chodzi swoimi ścieżkami, jest leniwy i złośliwy (o puszczaniu bąków w najmniej odpowiednim momencie chciałoby się nie wspomnieć). Mimo to jeździ na skuterze, dużo rozmawia przez komórkę i świadczy usługi jako masażysta. Z tęsknoty za ojcem, a przede wszystkim nieżyjącą matką, Karin wyrusza w podróż do Tokio, a towarzyszący jej Anzu niekoniecznie będzie pomagał.",
                "tagline": ""
            },
            {
                "iso_639_1": "nl",
                "iso_3166_1": "NL",
                "name": "Nederlands",
                "overview": "De elfjarige Karin wordt door haar vader achtergelaten onder de zorg van haar grootvader, terwijl hij verdwijnt om 'belangrijke zaken' af te handelen. In de tempel die haar grootvader verzorgt, ontmoet Karin Anzu, een pratende kat zo groot als een mens. En de kat gaat, net als een kat, zijn eigen weg, is lui en ondeugend (om nog maar te zwijgen van scheten op het meest ongelegen moment). Desondanks rijdt hij op een scooter, praat veel op zijn mobiele telefoon en verleent diensten als masseur. Verlangend naar haar vader en vooral naar haar overleden moeder, vertrekt Karin op reis naar Tokio, en Anzu die haar vergezelt zal niet noodzakelijkerwijs helpen.",
                "tagline": ""
            },
            {
                "iso_639_1": "ko",
                "iso_3166_1": "KR",
                "name": "한국어/조선말",
                "overview": "한적한 시골 마을에 위치한 ‘소세지절’ 아빠 ‘테츠야’는 엄마 기일 전까지 돌아온다는 말을 남기고 떠나고, 11세 소녀 ‘카린’만 혼자 남는다. 그런 ‘카린’의 무료한 일상에 37살 고양이 요괴 ‘앙주’가 등장한다.",
                "tagline": "나는 죽지 않는 고양이, 늘 네 곁에 있을게"
            },
            {
                "iso_639_1": "ca",
                "iso_3166_1": "ES",
                "name": "Català",
                "overview": "La Karin, d'11 anys, és abandonada pel seu pare a casa del seu avi, el monjo d'un petit poble del camp japonès. El seu avi demana a l'Anzu, el seu gat fantasma jovial i servicial, encara que més aviat capritxós, que la cuidi. La trobada dels seus personatges forts provoca espurnes, almenys al principi...",
                "tagline": ""
            },
            {
                "iso_639_1": "es",
                "iso_3166_1": "ES",
                "name": "Español",
                "overview": "Karin, una chica terca, crea un inesperado vínculo con Anzu, un travieso gato fantasma, mientras se hospeda con su abuelo monje en el campo japonés.",
                "tagline": ""
            },
            {
                "iso_639_1": "th",
                "iso_3166_1": "TH",
                "name": "ภาษาไทย",
                "overview": "เรื่องราวความสัมพันธ์ระหว่าง คาริน เด็กหญิงหัวดื้อที่ถูกส่งตัวมาอยู่กับคุณตาของเธอที่เป็นพระอยู่ในแถบชนบทของประเทศญี่ปุ่น กับ อันซู วิญญาณของเจ้าเหมียวที่มาพร้อมกับนิสัยที่สุดแสนจะคาดเดา",
                "tagline": ""
            },
            {
                "iso_639_1": "ru",
                "iso_3166_1": "RU",
                "name": "Pусский",
                "overview": "История дружбы между девочкой Карин, которую отправили жить к дедушке-монаху в деревню, и Андзу — непредсказуемым призрачным котом, который становится её опекуном.",
                "tagline": ""
            },
            {
                "iso_639_1": "vi",
                "iso_3166_1": "VN",
                "name": "Tiếng Việt",
                "overview": "Phim xoay quanh tình bạn của cô bé Karin mồ côi mẹ và bị cha bỏ rơi với Anzu, một con mèo ma sống hơi lôi thôi nhưng rất cố gắng chữa lành vết thương tinh thần của cô bé.",
                "tagline": ""
            },
            {
                "iso_639_1": "zh",
                "iso_3166_1": "TW",
                "name": "普通话",
                "overview": "花梨自幼喪母，父親為避債將她暫放在僧侶祖父佛寺裡，轉交在佛寺內打雜的貓大叔「小杏」照顧。花梨見父親失約未回，拜託小杏陪她到東京尋親。一天，她跟著貧窮神誤闖異世界國度，在那裡與剛重遇的母親開展一場新歷險。\r 改編自漫畫《妖怪貓小杏》，由《愛情，突如其來》導演山下敦弘進行真人拍攝，再由《花與愛麗絲》動畫版導演久野遙子以轉描技術繪製逼真細緻的動畫。電影聚焦日本小鎮風光，由反差感超強、外表可愛內裡麻甩的貓大叔，帶來一個奇趣又爆笑的溫情成長故事。",
                "tagline": ""
            },
            {
                "iso_639_1": "he",
                "iso_3166_1": "IL",
                "name": "עִבְרִית",
                "overview": "קארין, ילדה בת 11, מוצאת את עצמה נטושה על ידי אביה בעיירה יפנית קטנה, בה מתגורר סבה הנזיר. סבה של קארין מבקש מאנזו, חתול הרפאים העוזר והעליז שלו, אם כי הקפריזי למדי, לשמור עליה. כשהאישיות הנמרצות שלהם מתנגשות, ניצוצות עפים - לפחות בהתחלה.",
                "tagline": ""
            },
            {
                "iso_639_1": "fa",
                "iso_3166_1": "IR",
                "name": "فارسی",
                "overview": "داستان انیمیشن در مورد دختری سرسخت به نام کارین است که به یکی از روستاهای ژاپن نقل مکان می‌کند تا در یک معبد با پدربزرگش زندگی کند. در این میان او با یک گربه بزرگ به نام آنزو که وظیفه مراقبت از او را برعهده دارد، ملاقات کرده و به زودی دوستی عمیقی میان آن‌ها شکل می‌گیرد که ...",
                "tagline": ""
            },
            {
                "iso_639_1": "lt",
                "iso_3166_1": "LT",
                "name": "Lietuvių",
                "overview": "Praėjus trejiems metams po mamos mirties vienuolikmetė Karina patiria dar vieną smūgį –  chuliganas tėvas ją palieka gyventi pas senelį, budistų vienuolį.  Šventykloje kartu su jais gyvena ir vaiduoklis katinas Anzu – ironiškas, mėgstantis gadinti orą, bet geraširdis padaras. Apimta melancholijos dėl tėvo poelgio ir motinos netekties Karina kartu su Anzu keliauja į pomirtinį pasaulį, tikėdamiesi rasti būdą prikelti mamą.",
                "tagline": ""
            },
            {
                "iso_639_1": "uk",
                "iso_3166_1": "UA",
                "name": "Український",
                "overview": "Дівчинка, яку відправили жити до дідуся, заводить дружбу з його величезним котом, який поводиться як людина.",
                "tagline": ""
            },
            {
                "iso_639_1": "et",
                "iso_3166_1": "EE",
                "name": "Eesti",
                "overview": "",
                "tagline": ""
            },
            {
                "iso_639_1": "it",
                "iso_3166_1": "IT",
                "name": "Italiano",
                "overview": "Karin, 11 anni, viene abbandonata dal padre in una piccola città giapponese, dove risiede il nonno, monaco nel santuario del paese. Questo ultimo chiede ad Anzu, il suo gatto fantasma gioviale e disponibile, anche se piuttosto capriccioso, di prendersi cura di lei. Quando le loro personalità vivaci si scontrano, scocca la scintilla, ma forse è solo all’inizio di una incredibile avventura.",
                "tagline": ""
            }
        ],
        "keywords": [
            {
                "id": 977,
                "name": "cat"
            },
            {
                "id": 9717,
                "name": "based on comic"
            },
            {
                "id": 162846,
                "name": "ghost"
            },
            {
                "id": 210024,
                "name": "anime"
            }
        ],
        "budget": 0,
        "origin_country": [
            "JP"
        ],
        "runtime": 94,
        "revenue": 658739,
        "tagline": ""
    },
    {
        "tmdb_id": 1079244,
        "title": "Bonhoeffer: Pastor. Spy. Assassin",
        "overview": "As the world teeters on the brink of annihilation, Dietrich Bonhoeffer joins a deadly plot to assassinate Hitler, risking his faith and fate to save millions of Jews from genocide.",
        "original_title": "Bonhoeffer: Pastor. Spy. Assassin",
        "poster_path": "/9WtImcI6k9XOcnPmSeN2Kzpf4ay.jpg",
        "release_date": "2024-11-20",
        "credits": [
            {
                "id": 1723252,
                "role": "Acting",
                "name": "Jonas Dassler",
                "character": "Dietrich Bonhoeffer"
            },
            {
                "id": 3023880,
                "role": "Acting",
                "name": "Phileas Heyblom",
                "character": "Young Dietrich Bonhoeffer"
            },
            {
                "id": 6091,
                "role": "Acting",
                "name": "August Diehl",
                "character": "Martin Niemoller"
            },
            {
                "id": 2761308,
                "role": "Acting",
                "name": "David Jonsson",
                "character": "Frank Fisher"
            },
            {
                "id": 677,
                "role": "Acting",
                "name": "Moritz Bleibtreu",
                "character": "Karl Bonhoeffer"
            },
            {
                "id": 52000,
                "role": "Director",
                "name": "Todd Komarnicki",
                "character": null
            }
        ],
        "reviews": [
            {
                "author": "Brent Marchant",
                "content": "Heroes come in many forms, and, regrettably, they often go unrecognized for their efforts, which is why movies honoring them for their accomplishments can be so vitally important, particularly in attempts at correcting the oversight of being overlooked. However, when it comes to writer-director Todd Komarnicki’s cinematic tribute to Dietrich Bonhoeffer (1906-1945) (Jonas Dassler), a little-recognized German theologian who was sharply critical of the Nazis’ treatment of Jews and imprisoned dissidents during World War II, that noble goal goes largely unfulfilled. To be perfectly honest, this film is dreadfully dull, relying on a lot of preaching and protracted conversations to carry the narrative, not exactly what I would call engaging and compelling viewing. Indeed, if Bonhoeffer was supposedly so influential in spearheading German resistance against the Third Reich and criticism of Germany’s national church for its silence toward and complicity with Adolf Hitler’s policies, his initiatives, at least as portrayed here, aren’t particularly enlightening or instructive. To make matters worse, the picture’s flashback-oriented approach alternating between Bonhoeffer’s final days and events from his past lends little to telling his story, occasionally causing pivotal developments in his life to become more muddled than enlightening. Perhaps this production’s biggest sin, however, is its alleged tampering with the facts, including events that never took place, others whose content was significantly altered and still more for which there are only vague suggestions about their validity but for which substantial proof is lacking. The result is a release where viewers might easily come away from it not knowing what to believe given its fabrications, alterations and lack of coherence. That’s even apparent in the title, whose qualities attributed to the protagonist could be considered specious, at least when it comes to his supposed role as spy and assassin. To its credit, though, there are moments when Bonhoeffer’s outspoken views are presented through powerfully delivered statements (though the same could also readily be said of the words of some of his peers), but they’re too few and far between for my tastes. In addition, Bonhoeffer’s prolific career as a writer goes largely unnoticed, reducing his 34 volumes of work to little more than a footnote and a few passing references. It’s truly sad to see a film that gets things wrong as badly as this one does, especially when it comes to recognizing the work of someone who is said to have had as much impact as he did. Unfortunately, the oversights here continue.",
                "created_at": "2024-12-01T19:41:40.394Z",
                "url": "https://www.themoviedb.org/review/674cbbf475cd01706a7cc7a4"
            },
            {
                "author": "CinemaSerf",
                "content": "Dietrich Bonhoeffer (Jonas Dassler) is a pacifist pastor who is furious at the acquiescence of the German church with the rise of the Naziism and the establishment of the puppet “Reichskirche”. Unlike many, though, he is prepared to use his position in the pulpit and preach to anyone who will listen of the folly of this plan. Needless to say, this doesn’t go down well and so he has to spend a lot of time out of the country whilst many of those left behind fall victim to persecution. That absence has it’s uses, though, as he hopes to galvanise opinion in both the USA and the UK - a task all the harder when his forebodings fall largely on deaf or unwilling ears. It’s when his colleagues come up with a plan to assassinate their Führer that the threads of his multi-timeline story and his life start to come together and we realise just how perilous his position is when he finally returns to his homeland. The is a true story of a man who dared to fight back in the face of overwhelming odds, indifference and fear - but sadly I just found Dassler didn’t, well, dazzle. Even at his most animated, his characterisation was underwhelming and contributory to this looking more like a high-end television movie rather than an enlightening story of courage and, to a certain extent, faith. The ensemble cast do well enough, but again there isn’t really an anchor role to give it the necessary gravitas either within the church, or amongst his allies. Even Churchill is presented as lacklustre. Bonhoeffer was a jazz lover and that does give us an excuse to indulge in the odd bit of toe-tapping, and the whole story is a savage indictment of complicity when the state gets up on it’s hind legs and mobilises the militia and the militant, but this disappointed, sorry.",
                "created_at": "2025-03-12T09:53:47.565Z",
                "url": "https://www.themoviedb.org/review/67d159ab27c3960c2d1e1a5a"
            }
        ],
        "genres": [
            {
                "id": 36,
                "name": "History"
            },
            {
                "id": 18,
                "name": "Drama"
            },
            {
                "id": 10752,
                "name": "War"
            }
        ],
        "languages": [
            {
                "iso_639_1": "fr",
                "iso_3166_1": "FR",
                "name": "Français",
                "overview": "Dans les années 1940, un pasteur allemand rejoint les rangs de la résistance en s'opposant publiquement au régime nazi. Marqué dans l'enfance par la mort de son grand frère, un soldat emporté dans la Grande Guerre, Dietrich Bonhoeffer poursuit des études de théologie aux États-Unis pendant la Grande Dépression et constate les iniquités sociales qui affligent le peuple afro-américain. De retour en Allemagne, il tente de mettre en garde ses contemporains contre les dérives du nazisme.",
                "tagline": "Martyr. Pasteur. Résistant."
            },
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "As the world teeters on the brink of annihilation, Dietrich Bonhoeffer joins a deadly plot to assassinate Hitler, risking his faith and fate to save millions of Jews from genocide.",
                "tagline": "In an impossible time, it takes impossible courage."
            },
            {
                "iso_639_1": "pt",
                "iso_3166_1": "BR",
                "name": "Português",
                "overview": "Enquanto o mundo está à beira da aniquilação, Dietrich Bonhoeffer se alia a um perigoso plano para assassinar Hitler, arriscando a sua fé e o seu destino para salvar milhões de judeus do genocídio.",
                "tagline": ""
            },
            {
                "iso_639_1": "de",
                "iso_3166_1": "DE",
                "name": "Deutsch",
                "overview": "In der dunklen Zeit des Nationalsozialismus steht die Welt am Abgrund und der junger Pastor und Theologe Dietrich Bonhoeffer steht vor einer schweren moralischen Prüfung. Überzeugt von der Würde jedes Menschen lehnt Bonhoeffer die Ideologie und Brutalität der Nationalsozialisten entschieden ab. Als die Nazis zunehmend die Kirche untergraben und Millionen von Juden dem Völkermord ausgesetzt sind, leistet Dietrich Bonhoeffer mutig Widerstand.",
                "tagline": ""
            },
            {
                "iso_639_1": "pl",
                "iso_3166_1": "PL",
                "name": "Polski",
                "overview": "Gdy świat balansuje na krawędzi zagłady, Dietrich Bonhoeffer zostaje wciągnięty w epicentrum śmiertelnego spisku mającego na celu zamordowanie Hitlera. Mając na szali swoją wiarę i los, Bonhoeffer musi wybrać między podtrzymywaniem swoich przekonań moralnych a ryzykowaniem wszystkiego, aby uratować miliony Żydów przed ludobójstwem. Czy jego przejście od głoszenia pokoju do planowania morderstwa zmieni bieg historii, czy też będzie go to kosztować wszystko?",
                "tagline": ""
            },
            {
                "iso_639_1": "nl",
                "iso_3166_1": "NL",
                "name": "Nederlands",
                "overview": "Terwijl nazi-Duitsland zijn greep op Europa verstevigt, raakt de Duitse theoloog Dietrich Bonhoeffer verwikkeld in een gevaarlijk complot om Hitler te vermoorden. Als vredesprediker en pastor worstelt hij met een aangrijpende keuze: blijft hij trouw aan zijn morele overtuigingen, of zet hij alles op het spel om miljoenen Joden van genocide te redden? Bonhoeffer vertelt het epische, waargebeurde verhaal van een man die zijn geloof en lot op het spel zet in een dodelijke missie om het kwaad te stoppen. Zal zijn overgang van predikant naar verzetsstrijder de loop van de geschiedenis veranderen, of zal het hem alles kosten?",
                "tagline": ""
            },
            {
                "iso_639_1": "es",
                "iso_3166_1": "ES",
                "name": "Español",
                "overview": "Mientras el mundo se tambalea al borde de la aniquilación, Dietrich Bonhoeffer se une a un complot mortal para asesinar a Hitler, arriesgando su fe y su destino para salvar a millones de judíos del genocidio.",
                "tagline": ""
            },
            {
                "iso_639_1": "es",
                "iso_3166_1": "MX",
                "name": "Español",
                "overview": "Berlín durante el Tercer Reich, examina la determinación del pastor Bonhoeffer de vivir su vida con coraje político y espiritual intransigente convirtiéndose en espía, en su intento por salvar innumerables vidas judías.",
                "tagline": ""
            },
            {
                "iso_639_1": "it",
                "iso_3166_1": "IT",
                "name": "Italiano",
                "overview": "Mentre il mondo è sull'orlo dell'annientamento, Dietrich Bonhoeffer si unisce a un piano mortale per assassinare Hitler, mettendo a repentaglio la sua fede e il suo destino per salvare milioni di ebrei dal genocidio.",
                "tagline": ""
            },
            {
                "iso_639_1": "zh",
                "iso_3166_1": "CN",
                "name": "普通话",
                "overview": "当世界徘徊在毁灭的边缘时，迪特里希·邦霍费尔加入了暗杀希特勒的致命阴谋，冒着信仰和命运的危险，将数百万犹太人从种族灭绝中拯救出来。",
                "tagline": ""
            },
            {
                "iso_639_1": "zh",
                "iso_3166_1": "TW",
                "name": "普通话",
                "overview": "",
                "tagline": ""
            },
            {
                "iso_639_1": "ru",
                "iso_3166_1": "RU",
                "name": "Pусский",
                "overview": "История немецкого теолога и пастора, участника антинацистского заговора Дитриха Бонхёффера.",
                "tagline": ""
            },
            {
                "iso_639_1": "sl",
                "iso_3166_1": "SI",
                "name": "Slovenščina",
                "overview": "Medtem ko se svet giblje na robu uničenja, se Dietrich Bonhoeffer pridruži smrtonosni zaroti za atentat na Hitlerja ter tvega svojo vero in usodo, da bi rešil milijone Judov pred genocidom.",
                "tagline": "V nemogočem času je potreben nemogoč pogum."
            },
            {
                "iso_639_1": "hr",
                "iso_3166_1": "HR",
                "name": "Hrvatski",
                "overview": "Jedan glas može postati najglasnija pobuna! Dok svijet neizvjesno lebdi na rubu potpunog uništenja, Dietrich Bonhoeffer, čovjek dubokih vjerskih uvjerenja i nepokolebljive moralne snage, biva uvučen u središte smrtonosne zavjere s jednim ciljem: atentatom na Adolfa Hitlera zaustaviti nacistički režim. U vrtlogu povijesnih previranja i osobnih dilema, Bonhoeffer se suočava s gotovo nesavladivim izborom – ostati vjeran svojim načelima nenasilja i kršćanskog mira ili riskirati sve, uključujući vlastiti život, kako bi spasio milijune nevinih žrtava od monstruoznog genocida. Hoće li njegov prelazak od propovijedanja ljubavi i praštanja do sudjelovanja u planiranju ubojstva značiti prekretnicu u povijesti čovječanstva, ili će ga taj odvažan čin koštati svega što je ikada bio i u što je vjerovao?",
                "tagline": ""
            },
            {
                "iso_639_1": "ro",
                "iso_3166_1": "RO",
                "name": "Română",
                "overview": "În timp ce lumea se clatină în pragul anihilării, Dietrich Bonhoeffer se alătură unui complot mortal pentru asasinarea lui Hitler, riscându-și credința și soarta pentru a salva milioane de evrei de la genocid.",
                "tagline": ""
            },
            {
                "iso_639_1": "cs",
                "iso_3166_1": "CZ",
                "name": "Český",
                "overview": "V době, kdy svět stojí na pokraji zkázy, se Dietrich Bonhoeffer zapojí do smrtícího spiknutí s cílem zavraždit Hitlera a riskuje svou víru i osud, aby zachránil miliony Židů před genocidou.",
                "tagline": ""
            },
            {
                "iso_639_1": "fi",
                "iso_3166_1": "FI",
                "name": "suomi",
                "overview": "Maailman horjuessa tuhon partaalla Dietrich Bonhoeffer joutuu keskelle vaarallista juonta, jonka tarkoituksena on murhata Hitler. Uskonsa ja kohtalonsa ollessa vaakalaudalla Bonhoefferin on valittava moraalisten periaatteidensa puolustamisen ja riskin ottamisen välillä pelastaakseen miljoonia juutalaisia kansanmurhalta. Muuttaako hänen siirtymänsä rauhan saarnaamisesta murhan juonitteluun historian kulkua vai menettääkö hän kaiken?",
                "tagline": ""
            },
            {
                "iso_639_1": "he",
                "iso_3166_1": "IL",
                "name": "עִבְרִית",
                "overview": "כשהעולם מתנודד על סף השמדה, דיטריך בונהופר נסחף למוקד של מזימה קטלנית להתנקש בחיי היטלר. עם אמונתו וגורלו על כף המאזניים, בונהופר חייב לבחור בין שמירה על אמונותיו המוסריות או סיכון הכל כדי להציל מיליוני יהודים מרצח עם. האם המעבר שלו מהטפת שלום לתכנון רצח ישנה את מהלך ההיסטוריה או יעלה לו הכל?",
                "tagline": ""
            },
            {
                "iso_639_1": "ko",
                "iso_3166_1": "KR",
                "name": "한국어/조선말",
                "overview": "기독교가 국가와 민족이라는 이름 아래 종속되어, 예수 그리스도를 온전히 따르는 삶이 희미해지던 시대. 독일의 젊은 신학자 디트리히 본회퍼는 “오늘날의 기독교인은 과연 어떻게 살아야 하는가?”라는 질문을 던지며, 교리가 아닌 실천의 중요성을 일깨운다. 그는 “교회는 악을 방관해서는 안 된다”는 확고한 신념을 품고 레지스탕스 활동에 참여하고, 결국 히틀러 제거라는 치명적인 음모에 연루된다. 한때 평화를 설교하던 그가, 수많은 유대인을 구하기 위해 모든 것을 걸기로 결심하기까지—이 극적인 여정은 본회퍼가 선택한 길이 과연 역사의 물줄기를 바꿀 것이냐, 아니면 자신의 모든 것을 앗아갈 것이냐는 물음을 남긴다. 그의 헌신과 죽음은 오늘날까지도 ‘책임 있는 신앙’의 대표적 사례로 기억되며, 시대와 국가를 넘어서 신앙의 본질을 묻는 깊은 울림을 전한다.",
                "tagline": ""
            },
            {
                "iso_639_1": "uk",
                "iso_3166_1": "UA",
                "name": "Український",
                "overview": "",
                "tagline": ""
            }
        ],
        "keywords": [
            {
                "id": 2821,
                "name": "pacifism"
            },
            {
                "id": 9672,
                "name": "based on true story"
            },
            {
                "id": 189433,
                "name": "tyranny"
            },
            {
                "id": 192772,
                "name": "historical drama"
            },
            {
                "id": 207883,
                "name": "1940s"
            },
            {
                "id": 253695,
                "name": "christian film"
            },
            {
                "id": 279911,
                "name": "nazi germany"
            },
            {
                "id": 281237,
                "name": "independent film"
            }
        ],
        "budget": 25000000,
        "origin_country": [
            "BE",
            "IE"
        ],
        "runtime": 132,
        "revenue": 12165702,
        "tagline": "In an impossible time, it takes impossible courage."
    },
    {
        "tmdb_id": 1082424,
        "title": "Jane Austen Wrecked My Life",
        "overview": "An aspiring author looking to get more out of life takes up a writing residency and finds herself in the sort of romantic entanglements that could come from the pages of a Jane Austen novel.",
        "original_title": "Jane Austen a gâché ma vie",
        "poster_path": "/iThaDLBdPHh9ijhWbTTC1IuvpiS.jpg",
        "release_date": "2025-01-22",
        "credits": [
            {
                "id": 1033745,
                "role": "Acting",
                "name": "Camille Rutherford",
                "character": "Agathe"
            },
            {
                "id": 1314700,
                "role": "Acting",
                "name": "Pablo Pauly",
                "character": "Felix"
            },
            {
                "id": 578939,
                "role": "Acting",
                "name": "Charlie Anson",
                "character": "Oliver"
            },
            {
                "id": 1183007,
                "role": "Acting",
                "name": "Annabelle Lengronne",
                "character": "Cheryl"
            },
            {
                "id": 1212094,
                "role": "Acting",
                "name": "Liz Crowther",
                "character": "Beth"
            },
            {
                "id": 3741870,
                "role": "Director",
                "name": "Laura Piani",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 35,
                "name": "Comedy"
            },
            {
                "id": 10749,
                "name": "Romance"
            },
            {
                "id": 18,
                "name": "Drama"
            }
        ],
        "languages": [
            {
                "iso_639_1": "fr",
                "iso_3166_1": "FR",
                "name": "Français",
                "overview": "Agathe a autant de charme que de contradictions. Elle est célibataire mais rêve d’une histoire d’amour comme dans les romans de Jane Austen. Elle est libraire mais rêve d’être écrivain. Elle a une imagination débordante mais ne vit rien. Sa vie n’est jamais à la hauteur de ce que promet la littérature. Invitée à la Jane Austen Residency en Angleterre, Agathe devra affronter angoisses et chimères pour enfin réaliser son rêve d’écriture… Et arrêter de foirer sa vie amoureuse.",
                "tagline": ""
            },
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "An aspiring author looking to get more out of life takes up a writing residency and finds herself in the sort of romantic entanglements that could come from the pages of a Jane Austen novel.",
                "tagline": ""
            },
            {
                "iso_639_1": "pl",
                "iso_3166_1": "PL",
                "name": "Polski",
                "overview": "Zdesperowana samotna księgarka, zagubiona w świecie fantazji, jest zmuszona spełnić swoje marzenia o zostaniu pisarką, aby nie psuć sobie życia miłosnego.",
                "tagline": ""
            },
            {
                "iso_639_1": "es",
                "iso_3166_1": "ES",
                "name": "Español",
                "overview": "Agathe es tan encantadora como contradictoria. Es soltera, pero sueña con una historia de amor digna de las novelas de Jane Austen. Es librera, pero sueña con ser escritora. Tiene una gran imaginación, aunque la vida nunca está a la altura de las promesas de la literatura. Invitada a una residencia de escritores en Inglaterra, Agathe tendrá que enfrentarse a sus miedos y dudas para hacer realidad su sueño de escribir... y enamorarse.",
                "tagline": ""
            },
            {
                "iso_639_1": "de",
                "iso_3166_1": "DE",
                "name": "Deutsch",
                "overview": "Eine aufstrebende Autorin, die mehr aus ihrem Leben machen will, nimmt einen Schreibaufenthalt auf und gerät in romantische Verstrickungen, die den Seiten eines Jane-Austen-Romans entsprungen sein könnten.",
                "tagline": ""
            },
            {
                "iso_639_1": "fi",
                "iso_3166_1": "FI",
                "name": "suomi",
                "overview": "Agathe työskentelee legendaarisessa Shakespeare & Co. -kirjakaupassa Pariisissa. Hän on romanttinen haaveilija ja tahtomattaan sinkku, joka unelmoi kirjailijanurasta ja Jane Austenin romaanin kaltaisesta rakkauden rakkaudesta. Todellisuus on kuitenkin toista: kirjoittaminen tökkii eikä rakkaus ota löytyäkseen. Hänen paras ystävänsä Felix järjestää hänelle kutsun Jane Austen -kirjailijaresidenssiin  Englantiin, Agathe saa vihdoin oman Austen-hetkensä. Hän ajautuu yllättävään kolmiodraamaan, aivan kuten suosikkikirjojensa sankarittaret.  Päästäkseen unelmiensa äärelle, Agathen on uskallettava kohdata epävarmuutensa ja selvitettävä, mitä hän todella haluaa – rakkaudessa ja elämässä.",
                "tagline": ""
            },
            {
                "iso_639_1": "et",
                "iso_3166_1": "EE",
                "name": "Eesti",
                "overview": "",
                "tagline": ""
            },
            {
                "iso_639_1": "ru",
                "iso_3166_1": "RU",
                "name": "Pусский",
                "overview": "Романтичная француженка Агата с головой, полной грез, приезжает в писательскую резиденцию в Англии, надеясь начать новую главу в жизни. Но вместо вдохновения сталкивается с дилеммой, достойной романа Джейн Остин: обаяние харизматичного англичанина или внезапная близость со старым другом.",
                "tagline": ""
            },
            {
                "iso_639_1": "zh",
                "iso_3166_1": "TW",
                "name": "普通话",
                "overview": "書店店員艾嘉特是珍奧斯汀的頭號粉絲。一心嚮往遇見屬於自己的達西先生，談一段珍奧斯汀式的浪漫戀情。然而，生活卻乏善可陳，寫作工作也沒有進展。正對未來迷惘時，她收到了「珍奧斯汀駐村計畫」的邀請。而且在英國駐村期間，她竟遇見了珍奧斯汀的曾曾曾曾姪孫奧利佛洛！對寫作缺乏信心的艾嘉特和宛如達西先生翻版的奧利佛洛，兩人是否會在風景如畫的偉大作家故居碰撞出意想不到的火花？",
                "tagline": ""
            }
        ],
        "keywords": [],
        "budget": 0,
        "origin_country": [
            "FR"
        ],
        "runtime": 98,
        "revenue": 0,
        "tagline": ""
    },
    {
        "tmdb_id": 960299,
        "title": "Paternal",
        "overview": "In a small town in central France, Simon is a priest devoted to his parish. During a mass, Louise, whom he hadn’t seen since his seminary years ago, reappears. She introduces him to Aloé, an 11-year-old child, who is his son. This news will disrupt his daily life: can he be a good priest for his parishioners and a good father for his child? Simon will try to convince the highest authorities of the Church that his vocation is compatible with paternal love.",
        "original_title": "Paternel",
        "poster_path": "/mgb8Qkb7SXf9bCYzJpo5g1O7fkV.jpg",
        "release_date": "2024-03-27",
        "credits": [
            {
                "id": 223532,
                "role": "Acting",
                "name": "Grégory Gadebois",
                "character": "Simon"
            },
            {
                "id": 114953,
                "role": "Acting",
                "name": "Géraldine Nakache",
                "character": "Louise"
            },
            {
                "id": 145162,
                "role": "Acting",
                "name": "Lyes Salem",
                "character": "Amine"
            },
            {
                "id": 3275234,
                "role": "Acting",
                "name": "Anton Alluin",
                "character": "Aloé"
            },
            {
                "id": 72090,
                "role": "Acting",
                "name": "Jacques Boudet",
                "character": "Monseigneur Guillaume"
            },
            {
                "id": 1884136,
                "role": "Director",
                "name": "Ronan Tronchot",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 18,
                "name": "Drama"
            }
        ],
        "languages": [
            {
                "iso_639_1": "fr",
                "iso_3166_1": "FR",
                "name": "Français",
                "overview": "Dans une petite ville du centre de la France, Simon est un prêtre dévoué à sa paroisse. Au cours d’une messe, Louise, qu’il n’avait pas revue depuis son séminaire, il y a des années, refait surface. Elle lui présente Aloé, enfant de 11 ans, dont il est le père. Cette nouvelle va bouleverser son quotidien : peut-il être un bon prêtre pour ses fidèles, et un bon père pour son enfant ? Simon va tenter de convaincre les plus hautes instances de l’Église que sa vocation est compatible avec l’amour paternel.",
                "tagline": ""
            },
            {
                "iso_639_1": "ru",
                "iso_3166_1": "RU",
                "name": "Pусский",
                "overview": "",
                "tagline": ""
            },
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "In a small town in central France, Simon is a priest devoted to his parish. During a mass, Louise, whom he hadn’t seen since his seminary years ago, reappears. She introduces him to Aloé, an 11-year-old child, who is his son. This news will disrupt his daily life: can he be a good priest for his parishioners and a good father for his child? Simon will try to convince the highest authorities of the Church that his vocation is compatible with paternal love.",
                "tagline": ""
            },
            {
                "iso_639_1": "es",
                "iso_3166_1": "ES",
                "name": "Español",
                "overview": "",
                "tagline": ""
            }
        ],
        "keywords": [],
        "budget": 1200000,
        "origin_country": [
            "FR"
        ],
        "runtime": 93,
        "revenue": 0,
        "tagline": ""
    },
    {
        "tmdb_id": 1051486,
        "title": "Stockholm Bloodbath",
        "overview": "In 1520, the notorious and power-hungry Danish King Christian II is determined to seize the Swedish crown from Sten Sture, no matter what it takes. Meanwhile, sisters Freja and Anne make a solemn promise to seek revenge on the men who brutally murdered their family. Everything comes to a head in the heart of Stockholm, where the sisters are drawn into a ruthless political struggle between Sweden and Denmark that culminates in a mass execution, presided over by the mad King \"Christian the Tyrant,\" known as the Stockholm Bloodbath.",
        "original_title": "Stockholm Bloodbath",
        "poster_path": "/tzXOB8nxO70SfSbOhrYcY94x6MI.jpg",
        "release_date": "2024-01-19",
        "credits": [
            {
                "id": 1282054,
                "role": "Acting",
                "name": "Sophie Cookson",
                "character": "Anne Eriksson"
            },
            {
                "id": 150802,
                "role": "Acting",
                "name": "Claes Bang",
                "character": "King Kristian"
            },
            {
                "id": 1164111,
                "role": "Acting",
                "name": "Alba August",
                "character": "Freja Eriksson"
            },
            {
                "id": 1013156,
                "role": "Acting",
                "name": "Mikkel Boe Følsgaard",
                "character": "Didrik Slagheck"
            },
            {
                "id": 76555,
                "role": "Acting",
                "name": "Jakob Oftebro",
                "character": "Gustave Trolle"
            },
            {
                "id": 29605,
                "role": "Director",
                "name": "Mikael Håfström",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 28,
                "name": "Action"
            },
            {
                "id": 36,
                "name": "History"
            },
            {
                "id": 18,
                "name": "Drama"
            },
            {
                "id": 12,
                "name": "Adventure"
            }
        ],
        "languages": [
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "In 1520, the notorious and power-hungry Danish King Christian II is determined to seize the Swedish crown from Sten Sture, no matter what it takes. Meanwhile, sisters Freja and Anne make a solemn promise to seek revenge on the men who brutally murdered their family. Everything comes to a head in the heart of Stockholm, where the sisters are drawn into a ruthless political struggle between Sweden and Denmark that culminates in a mass execution, presided over by the mad King \"Christian the Tyrant,\" known as the Stockholm Bloodbath.",
                "tagline": "Old grudges never die."
            },
            {
                "iso_639_1": "sv",
                "iso_3166_1": "SE",
                "name": "svenska",
                "overview": "Den maktgalne danske kungen Kristian II skyr inga medel när han planerar att ta över Sveriges krona från Sten Sture. Samtidigt svär systrarna Freja och Anne att skoningslöst hämnas på de män som brutalt har mördat deras familj. Allt kulminerar i Sveriges huvudstad, där systrarna dras in i intrigerna kring den massavrättning som Kristian Tyrann har beordrat - Stockholms blodbad.",
                "tagline": ""
            },
            {
                "iso_639_1": "fi",
                "iso_3166_1": "FI",
                "name": "suomi",
                "overview": "Tositapahtumiin vuoteen 1520 sijoittuva Stockholm Bloodbath kertoo synkän luvun Ruotsin historiasta, jolloin Tukholmassa toteutettiin lähes 100 aatelisen ja siviilin joukkomurha. Annev ja hänen kasvatussiskoaan Frejan lähtevät kostoretkelle niitä vastaan, jotka murhasivat heidän perheensä Annen häissä. Tukholmassa heidät vedetään mukaan poliittiseen taisteluun Ruotsin ja Tanskan välillä. Tapahtumat vievät joukkoteloitukseen, jota johtaa Tanskan kuningas Christian II.",
                "tagline": ""
            },
            {
                "iso_639_1": "ru",
                "iso_3166_1": "RU",
                "name": "Pусский",
                "overview": "Анна и ее приемная сестра Фрейя решают отомстить людям, убившим их семью на свадьбе Анны. Поиски приводят их в Стокгольм, где они попадают в переплет безжалостной борьбы за власть между Швецией и Данией, кульминацией которой станет массовая казнь, известная в истории как Стокгольмская кровавая баня.",
                "tagline": ""
            },
            {
                "iso_639_1": "nl",
                "iso_3166_1": "NL",
                "name": "Nederlands",
                "overview": "In het jaar 1520 wordt de familie van Anne en haar pleegzus Freja op Anne's trouwdag vermoord. Ze zweren wraak op de verantwoordelijken en belanden in Stockholm waar een politieke strijd woedt tussen Zweden en Denemarken. Dit resulteert in een massa-executie.",
                "tagline": ""
            },
            {
                "iso_639_1": "de",
                "iso_3166_1": "DE",
                "name": "Deutsch",
                "overview": "Schweden, 1520: Die Schwestern Freja und Anne schwören blutige Rache an den Männern, die ihre Familie kaltblütig ermordet haben. Diese brutalen Söldner gehören allerdings zum Gefolge des tyrannischen Königs Christian II., der wild entschlossen ist, die schwedische Krone an sich zu reißen. Alles spitzt sich im Herzen Stockholms zu, wo die Schwestern in eine rücksichtslose Machtübernahme hineingezogen werden, welche in einer Massenexekution gipfelt, die als Stockholmer Blutbad in die Geschichte eingehen soll...",
                "tagline": ""
            },
            {
                "iso_639_1": "pl",
                "iso_3166_1": "PL",
                "name": "Polski",
                "overview": "Anne Eriksson (Sophie Cookson) i jej siostra Freja (Alba August) straciły swoich najbliższych z rąk tajemniczych zabójców. Żądne zemsty, postanawiają ich wytropić. Trafiają do Sztokholmu. W stolicy Szwecji wikłają się w polityczną intrygę. Jej osią jest walka o władzę między Danią a Szwecją, prowadząca do tragicznego finału.",
                "tagline": ""
            },
            {
                "iso_639_1": "zh",
                "iso_3166_1": "CN",
                "name": "普通话",
                "overview": "",
                "tagline": ""
            },
            {
                "iso_639_1": "fr",
                "iso_3166_1": "FR",
                "name": "Français",
                "overview": "En 1520, le roi danois Christian II, avide de pouvoir, est déterminé à s'emparer de la couronne suédoise de Sten Sture. Pendant ce temps, les sœurs Freja et Anne font la promesse solennelle de se venger des hommes qui ont brutalement assassiné leur famille.",
                "tagline": ""
            },
            {
                "iso_639_1": "uk",
                "iso_3166_1": "UA",
                "name": "Український",
                "overview": "Події розгортаються у Швеції у 1520 році. Король Данії Крістіан (Клас Банг) прагне підкорити собі шведів. Данці здійснюють жорстокий набіг на шведське поселення та вбивають багато місцевих. Усе відбулося в день весілля Анни (Софі Куксон). Разом зі своєю прийомною сестрою Фреєю (Альба Аугуст) вона хоче помститися. Дівчата складають список вбивць їхньої родини та вирушають на полювання. Через домовленості з вдовою загиблого шведського правителя данці захопили Стокгольм. В порушення своєї обіцянки король Крістіан наказує стратити шведську шляхту.",
                "tagline": ""
            },
            {
                "iso_639_1": "es",
                "iso_3166_1": "ES",
                "name": "Español",
                "overview": "",
                "tagline": ""
            }
        ],
        "keywords": [
            {
                "id": 9672,
                "name": "based on true story"
            },
            {
                "id": 208244,
                "name": "16th century"
            },
            {
                "id": 296594,
                "name": "mass execution"
            }
        ],
        "budget": 0,
        "origin_country": [
            "SE"
        ],
        "runtime": 145,
        "revenue": 0,
        "tagline": "Old grudges never die."
    },
    {
        "tmdb_id": 1127632,
        "title": "Ernest Cole: Lost and Found",
        "overview": "More than 60,000 of Ernest Cole’s 35mm film negatives were inexplicably discovered in a bank vault in Stockholm, Sweden. Most considered these forever lost, especially the thousands of pictures he shot in the U.S. Told through Cole’s own writings, the stories of those closest to him, and the lens of his uncompromising work, the film is a reintroduction of a pivotal Black artist to a new generation and will unravel the mystery of his missing negatives.",
        "original_title": "Ernest Cole: Lost and Found",
        "poster_path": "/nEqDYZtw9GlzmwvmflY6b2mfwd7.jpg",
        "release_date": "2024-11-22",
        "credits": [
            {
                "id": 1200864,
                "role": "Acting",
                "name": "LaKeith Stanfield",
                "character": "Ernest Cole (voice)"
            },
            {
                "id": 40312,
                "role": "Director",
                "name": "Raoul Peck",
                "character": null
            }
        ],
        "reviews": [
            {
                "author": "Brent Marchant",
                "content": "Chronicling the atrocities of social, political and ethnic persecution is undeniably a courageous and important act, especially when informing a largely unaware public of the horrendous events unfolding out of view. However, doing so can also take quite a toll on those recording such incidents, as seen in the graphic depictions captured in their accounts. Such was the case for South African photographer Ernest Cole (1940-1990), who snapped vivid, troubling images of apartheid in his homeland in the early 1960s. In doing so, he took his life in his hands when photographing what was occurring, often having to shoot photos clandestinely and on the run. But Cole nevertheless managed to record candid images of the disturbing treatment Black citizens received at the hands of a brutal, uncaring, insensitive White population, frequently with the complicity of other Africans. Cole eventually fled to the US, to which he was soon exiled by South African authorities for having published House of Bondage (1967), a book of photos depicting the barbarity of the country’s apartheid practices, a title that was subsequently banned in his homeland. Once stateside, though, Cole became disillusioned when he found nearly comparable, legally sanctioned prejudice impacting Blacks in the American South under the region’s Jim Crow Laws. That disillusionment, combined with a profound case of homesickness and the apparent onset of depression, he withdrew from the photographic work that made him famous. Over the next two decades, he moved about aimlessly, including stints in Sweden and elsewhere before returning to the US, gradually falling into obscurity (including the mysterious disappearance of his photographic archives) and becoming homeless on the streets of New York before his death in 1990. Writer-director Raoul Peck documents Cole’s biography through a largely first-person narrative detailing the protagonist’s life and outlooks through what are said to be his own words and photos, a novel approach to presenting his story. And, through the film’s first half, the production succeeds brilliantly at this. However, once past the midpoint, the picture loses its way. The chronological storytelling approach used at the outset is frequently abandoned in favor of a confusingly disjointed timeline. What’s more, Cole’s words at times become redundant, and the specifics behind his artistic withdrawal (and the associated effects of that decision) remain cryptic and unexplained, with many pieces of the puzzle conveniently missing. It’s also mystifying how Cole is somehow able to offer observations of events that took place after his demise, such as the miraculous but inexplicable rediscovery of much of his archive material in a Swedish bank vault in 2017. Regrettably, however, these changes in direction undermine all of the goodwill that the filmmaker worked so diligently to establish at the beginning. These are decidedly perplexing developments, to be sure, as they affect certain aspects of the film that worked well early on, such as its skillful editing, which just doesn’t hold up nearly as well in the back end. To its credit, several elements remain consistently solid throughout, such as the mesmerizing narration of LaKeith Stanfield as the protagonist, the superb original score by Alexei Aigui, and the fine selection of photos and archive footage used for telling Cole’s story. Had this release been put together as well in the second half as it had been in the first, this truly would have been an outstanding documentary. But, as it stands now, this feels like an offering that was only half finished, a regrettable outcome for a compelling story about a gifted, enigmatic figure.",
                "created_at": "2024-11-30T04:38:25.109Z",
                "url": "https://www.themoviedb.org/review/674a96c1987d86c0eea01352"
            }
        ],
        "genres": [
            {
                "id": 99,
                "name": "Documentary"
            }
        ],
        "languages": [
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "More than 60,000 of Ernest Cole’s 35mm film negatives were inexplicably discovered in a bank vault in Stockholm, Sweden. Most considered these forever lost, especially the thousands of pictures he shot in the U.S. Told through Cole’s own writings, the stories of those closest to him, and the lens of his uncompromising work, the film is a reintroduction of a pivotal Black artist to a new generation and will unravel the mystery of his missing negatives.",
                "tagline": ""
            },
            {
                "iso_639_1": "fr",
                "iso_3166_1": "FR",
                "name": "Français",
                "overview": "Ernest Cole, photographe sud-africain, a été le premier à exposer au monde entier les horreurs de l'apartheid. Son livre House of Bondage, publié en 1967 alors qu'il n'avait que 27 ans, l’a conduit à s'exiler à New York et en Europe pour le reste de sa vie, sans jamais retrouver ses repères. Raoul Peck raconte ses errances, ses tourments d’artiste et sa colère au quotidien, face au silence ou la complicité du monde occidental devant les horreurs du régime de l’Apartheid. Il raconte aussi comment, en 2017, 60 000 négatifs de son travail sont découverts dans le coffre d'une banque suédoise.",
                "tagline": ""
            },
            {
                "iso_639_1": "ko",
                "iso_3166_1": "KR",
                "name": "한국어/조선말",
                "overview": "아파르트헤이트 체제하에서 남아공 민중의 실상을 담은 사진집을 20대에 발간한 후 사람들의 기억에서 잊혔고, 1990년 망명자 신분으로 뉴욕에서 가난하고 외롭게 생을 마감한 사진작가 어니스트 콜의 삶의 궤적을 좇는다. 아니, 그의 흉중을 꿰뚫는다. 불가사의하게 발견된 60,000여 점의 네거티브 필름을 매개로 감독은 어니스트 콜을 삶을 호출한다.",
                "tagline": ""
            },
            {
                "iso_639_1": "it",
                "iso_3166_1": "IT",
                "name": "Italiano",
                "overview": "",
                "tagline": ""
            },
            {
                "iso_639_1": "zh",
                "iso_3166_1": "CN",
                "name": "普通话",
                "overview": "",
                "tagline": ""
            },
            {
                "iso_639_1": "de",
                "iso_3166_1": "DE",
                "name": "Deutsch",
                "overview": "Raoul Peck – Oscar-nominiert für „I Am Not Your Negro“ – kehrt mit einem preisgekrönten Dokumentarfilm auf die deutschen Leinwände zurück: In „Ernest Cole: Lost and Found“ erzählt er die bewegende Geschichte des südafrikanischen Fotografen Ernest Cole, dessen künstlerischer Nachlass, bestehend aus 60.000 Fotonegative, 2017 in einem schwedischen Banksafe entdeckt wurde. Cole hatte 1967 mit seinem Fotobuch „House of Bondage“ der Weltöffentlichkeit die rassistische Realität in seinem Heimatland vor Augen geführt, geriet in der 80er Jahren allerdings in Vergessenheit und starb 1990 im Alter von nur 49 Jahren in New York. Mit Coles geborgenen Bildern und Texten rekonstruiert Peck den Lebensweg eines engagierten und bahnbrechenden Künstlers, dessen Werk  von der Wut über das Schweigen im Angesicht der Schrecken des Apartheid-Regimes beseelt ist.",
                "tagline": ""
            },
            {
                "iso_639_1": "nl",
                "iso_3166_1": "NL",
                "name": "Nederlands",
                "overview": "Met zijn schrijnende beelden liet fotograaf Ernest Cole (1940-1990) eind jaren ’60 als eerste zien wat apartheid betekende voor zwarte Zuid-Afrikanen als hijzelf. De wereld reageerde geschokt. Cole werd geprezen om zijn talent, samengebracht in zijn boek House of Bondage. Maar het tonen van de harde werkelijkheid had een prijs: Cole  werd verbannen naar New York. Dat hij in de VS steeds meer overeenkomsten zag met het racisme in zijn eigen land, was een harde les. In de jaren tachtig raakte Cole in de vergetelheid, mede doordat zijn negatieven verloren leken te zijn gegaan. Hij stierf er in 1990 in armoede, zonder ooit nog terug te keren naar zijn thuisland. Dat leek het einde van zijn turbulente verhaal. Totdat er in 2017 60.000 negatieven van zijn werk werden ontdekt in een Zweedse bankkluis.",
                "tagline": ""
            },
            {
                "iso_639_1": "pl",
                "iso_3166_1": "PL",
                "name": "Polski",
                "overview": "",
                "tagline": ""
            },
            {
                "iso_639_1": "zh",
                "iso_3166_1": "TW",
                "name": "普通话",
                "overview": "從美國黑人作家詹姆斯鮑德溫（《我不是黑奴》，41 屆），到已故南非攝影師恩斯特高爾，拉烏畢克繼續以鏡頭捕捉一代代黑人爭取平等的抗爭事蹟。首位攝影師將南非種族隔離政策下的民生苦況公諸於世，高爾被迫流亡，在紐約街頭見證歧視無處不在，生命失焦，於1990 年病逝，未及得見家國自由的一天。及至2017 年六萬張底片離奇地在瑞典銀行保險庫被發現，畢克就讓幀幀震撼人心的相片，直照出歷史的沉重，自道出藝術家的顛簸一生。康城影展最佳紀錄片。",
                "tagline": ""
            },
            {
                "iso_639_1": "es",
                "iso_3166_1": "ES",
                "name": "Español",
                "overview": "",
                "tagline": ""
            }
        ],
        "keywords": [
            {
                "id": 1003,
                "name": "photographer"
            },
            {
                "id": 3644,
                "name": "south africa"
            },
            {
                "id": 4106,
                "name": "apartheid"
            },
            {
                "id": 190675,
                "name": "black history"
            },
            {
                "id": 198429,
                "name": "anti-apartheid"
            },
            {
                "id": 282080,
                "name": "documentary"
            },
            {
                "id": 316547,
                "name": "freelance photographer"
            },
            {
                "id": 343545,
                "name": "black protagonist"
            }
        ],
        "budget": 0,
        "origin_country": [
            "FR"
        ],
        "runtime": 105,
        "revenue": 0,
        "tagline": ""
    },
    {
        "tmdb_id": 1174485,
        "title": "Centaures de la nit",
        "overview": "A blind man, haunted by his past, who pays a visit to the monastery of Poblet. The goal is to help a friend steal the relics hidden by some Slovenian monks. There, however, he is reunited with the woman who has always loved him.",
        "original_title": "Centaures de la nit",
        "poster_path": "/6uP8YufV7P10XLuo7PQYJmhWlam.jpg",
        "release_date": "2025-05-16",
        "credits": [
            {
                "id": 1077758,
                "role": "Acting",
                "name": "Lluís Soler",
                "character": ""
            },
            {
                "id": 4255593,
                "role": "Acting",
                "name": "David Siscar",
                "character": ""
            },
            {
                "id": 2567095,
                "role": "Acting",
                "name": "Marc Farré",
                "character": ""
            },
            {
                "id": 1021760,
                "role": "Acting",
                "name": "Montse Germán",
                "character": ""
            },
            {
                "id": 73699,
                "role": "Acting",
                "name": "Muntsa Alcañiz",
                "character": ""
            },
            {
                "id": 618101,
                "role": "Director",
                "name": "Marc Recha",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 18,
                "name": "Drama"
            }
        ],
        "languages": [
            {
                "iso_639_1": "ca",
                "iso_3166_1": "ES",
                "name": "Català",
                "overview": "Es basa en la història real d’un fotògraf eslovè invident i tres monjos. Rodada al monestir de Poblet, a Tarragona, amb un elenc conformat en bona mesura per actors no professionals invidents, l’última obra de Marc Recha proposa una premissa suggeridora: un home a la caça d’unes relíquies amagades per uns monjos eslovens es retroba amb l’amor de la seva vida.",
                "tagline": ""
            },
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "A blind man, haunted by his past, who pays a visit to the monastery of Poblet. The goal is to help a friend steal the relics hidden by some Slovenian monks. There, however, he is reunited with the woman who has always loved him.",
                "tagline": ""
            },
            {
                "iso_639_1": "es",
                "iso_3166_1": "ES",
                "name": "Español",
                "overview": "",
                "tagline": ""
            }
        ],
        "keywords": [],
        "budget": 0,
        "origin_country": [
            "ES"
        ],
        "runtime": 105,
        "revenue": 0,
        "tagline": ""
    },
    {
        "tmdb_id": 1084695,
        "title": "The Remnants of You",
        "overview": "Sara leaves New York, where she’s preparing for her first jazz concert, to return to her hometown in Huesca, Spain, after her father’s sudden death. Inheriting a farm and a flock of ecological sheep with her sister Elena, she struggles with grief and guilt. She immerses herself in farming, yet, despite her efforts, she feels lost in a life she didn’t choose. Will she stay to preserve her father’s legacy, or find the courage to follow her own path?",
        "original_title": "Lo que queda de ti",
        "poster_path": "/qnQdM7yq6HnzsZYkqKe010c3OWz.jpg",
        "release_date": "2025-05-16",
        "credits": [
            {
                "id": 1858358,
                "role": "Acting",
                "name": "Laia Manzanares",
                "character": "Sara"
            },
            {
                "id": 2999682,
                "role": "Acting",
                "name": "Ángela Cervantes",
                "character": "Elena"
            },
            {
                "id": 1168435,
                "role": "Acting",
                "name": "Ruy de Carvalho",
                "character": "Mauro"
            },
            {
                "id": 1633218,
                "role": "Acting",
                "name": "Anna Tenta",
                "character": "Tina"
            },
            {
                "id": 4943854,
                "role": "Acting",
                "name": "Natalia Risueño",
                "character": "Rebeca"
            },
            {
                "id": 2391077,
                "role": "Director",
                "name": "Gala Gracia",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 18,
                "name": "Drama"
            }
        ],
        "languages": [
            {
                "iso_639_1": "es",
                "iso_3166_1": "ES",
                "name": "Español",
                "overview": "Una pianista debe dejar su carrera musical para regresar al pueblo familiar tras la muerte de su padre.",
                "tagline": ""
            },
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "Sara leaves New York, where she’s preparing for her first jazz concert, to return to her hometown in Huesca, Spain, after her father’s sudden death. Inheriting a farm and a flock of ecological sheep with her sister Elena, she struggles with grief and guilt. She immerses herself in farming, yet, despite her efforts, she feels lost in a life she didn’t choose. Will she stay to preserve her father’s legacy, or find the courage to follow her own path?",
                "tagline": ""
            }
        ],
        "keywords": [],
        "budget": 0,
        "origin_country": [
            "ES"
        ],
        "runtime": 91,
        "revenue": 0,
        "tagline": ""
    },
    {
        "tmdb_id": 997892,
        "title": "The Island of Lost Girls",
        "overview": "Three young sisters live in a house waiting to be adopted, and more importantly, not to be separated. With nothing left to lose, they decide to take a day off and escape to the beach.",
        "original_title": "The Island of Lost Girls",
        "poster_path": "/eteV3jMCCXKuUSl4rgjATzu4GuO.jpg",
        "release_date": "2024-12-19",
        "credits": [
            {
                "id": 2510783,
                "role": "Acting",
                "name": "Avila Schmidt",
                "character": "Avila"
            },
            {
                "id": 3624988,
                "role": "Acting",
                "name": "Autumn Schmidt",
                "character": "Autumn"
            },
            {
                "id": 3624990,
                "role": "Acting",
                "name": "Scarlet Schmidt",
                "character": "Scarlet"
            },
            {
                "id": 2510784,
                "role": "Director",
                "name": "Ann-Marie Schmidt",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 10751,
                "name": "Family"
            },
            {
                "id": 12,
                "name": "Adventure"
            },
            {
                "id": 53,
                "name": "Thriller"
            }
        ],
        "languages": [
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "Three young sisters live in a house waiting to be adopted, and more importantly, not to be separated. With nothing left to lose, they decide to take a day off and escape to the beach.",
                "tagline": "Three sisters. One epic adventure."
            },
            {
                "iso_639_1": "es",
                "iso_3166_1": "MX",
                "name": "Español",
                "overview": "",
                "tagline": ""
            },
            {
                "iso_639_1": "nl",
                "iso_3166_1": "NL",
                "name": "Nederlands",
                "overview": "Drie jonge zussen wonen in een huis, wachtend om geadopteerd te worden, en nog belangrijker, om niet gescheiden te worden. Omdat ze niets meer te verliezen hebben, besluiten ze een dag vrij te nemen en naar het strand te ontsnappen.",
                "tagline": ""
            },
            {
                "iso_639_1": "ru",
                "iso_3166_1": "RU",
                "name": "Pусский",
                "overview": "Три девочки, оказавшись в ловушке в морской пещере с грохочущими волнами, сотнями морских львов и гигантскими морскими слонами, стараются держаться вместе.",
                "tagline": ""
            },
            {
                "iso_639_1": "es",
                "iso_3166_1": "ES",
                "name": "Español",
                "overview": "",
                "tagline": ""
            }
        ],
        "keywords": [],
        "budget": 0,
        "origin_country": [
            "US"
        ],
        "runtime": 104,
        "revenue": 0,
        "tagline": "Three sisters. One epic adventure."
    },
    {
        "tmdb_id": 1270816,
        "title": "El cuento del lobo",
        "overview": "",
        "original_title": "El cuento del lobo",
        "poster_path": "/tjCeKESv6z3g7zu9JFCvKpkFEjt.jpg",
        "release_date": "2025-05-16",
        "credits": [
            {
                "id": 233947,
                "role": "Acting",
                "name": "Daniel Grao",
                "character": ""
            },
            {
                "id": 74942,
                "role": "Acting",
                "name": "Lucía Jiménez",
                "character": ""
            },
            {
                "id": 1027740,
                "role": "Acting",
                "name": "Paco Tous",
                "character": ""
            },
            {
                "id": 2545932,
                "role": "Acting",
                "name": "María Romanillos",
                "character": ""
            },
            {
                "id": 233957,
                "role": "Director",
                "name": "Norberto López Amado",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 53,
                "name": "Thriller"
            },
            {
                "id": 9648,
                "name": "Mystery"
            }
        ],
        "languages": [
            {
                "iso_639_1": "es",
                "iso_3166_1": "ES",
                "name": "Español",
                "overview": "Olga y Javier, una pareja de clase media, presencian como la chica que va a limpiarles la casa recibe mensajes amenazantes en su móvil. Ante esta situación, deciden intervenir, enfrentándose así a un repentino cambio de vida. La aparición del padre de la chica, las dudas y las diferencias cada vez generan más interrogantes en una situación complicada de resolver.",
                "tagline": ""
            }
        ],
        "keywords": [
            {
                "id": 10181,
                "name": "based on play or musical"
            },
            {
                "id": 254226,
                "name": "threatened woman"
            }
        ],
        "budget": 0,
        "origin_country": [
            "ES"
        ],
        "runtime": 0,
        "revenue": 0,
        "tagline": ""
    },
    {
        "tmdb_id": 1315946,
        "title": "The Instinct",
        "overview": "A home invasion thriller starring a dog trainer trying to modify a human's brain.",
        "original_title": "El Instinto",
        "poster_path": "/3hMZBJel71RKmXyuXArp8oAcRTj.jpg",
        "release_date": "2025-05-16",
        "credits": [
            {
                "id": 79289,
                "role": "Acting",
                "name": "Javier Pereira",
                "character": "Abel"
            },
            {
                "id": 51902,
                "role": "Acting",
                "name": "Fernando Cayo",
                "character": "José"
            },
            {
                "id": 1102408,
                "role": "Acting",
                "name": "Eva Llorach",
                "character": "Sonia"
            },
            {
                "id": 4555612,
                "role": "Acting",
                "name": "Pepe Villena",
                "character": "Padre"
            },
            {
                "id": 1510033,
                "role": "Acting",
                "name": "Silvia Conesa",
                "character": "Madre"
            },
            {
                "id": 4536518,
                "role": "Director",
                "name": "Juan Albarracín",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 53,
                "name": "Thriller"
            },
            {
                "id": 27,
                "name": "Horror"
            }
        ],
        "languages": [
            {
                "iso_639_1": "es",
                "iso_3166_1": "ES",
                "name": "Español",
                "overview": "Un arquitecto agorafóbico que necesita desesperadamente una cura se somete a la terapia experimental de un adiestrador de perros de caza.",
                "tagline": "No pienses. Actúa"
            },
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "A home invasion thriller starring a dog trainer trying to modify a human's brain.",
                "tagline": ""
            }
        ],
        "keywords": [
            {
                "id": 10353,
                "name": "agoraphobia"
            },
            {
                "id": 13008,
                "name": "train"
            },
            {
                "id": 15162,
                "name": "dog"
            },
            {
                "id": 262703,
                "name": "dog training"
            }
        ],
        "budget": 0,
        "origin_country": [
            "ES"
        ],
        "runtime": 92,
        "revenue": 0,
        "tagline": ""
    },
    {
        "tmdb_id": 1473736,
        "title": "Mãe vol dir mare",
        "overview": "",
        "original_title": "Mãe vol dir mare",
        "poster_path": "/xWiDrjOUexvsZsnhKizstwki3zn.jpg",
        "release_date": "2025-05-13",
        "credits": [
            {
                "id": 4722599,
                "role": "Director",
                "name": "Fúlvia Nicolàs Tolosa",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 99,
                "name": "Documentary"
            },
            {
                "id": 10770,
                "name": "TV Movie"
            }
        ],
        "languages": [
            {
                "iso_639_1": "ca",
                "iso_3166_1": "ES",
                "name": "Català",
                "overview": "La Larissa, la Stefany i la Vitoria són tres germanes brasileres adoptades a Catalunya fa vint anys. Ara han aconseguit trobar la seva mare biològica, de qui van ser separades amb vuit, cinc i dos anys. Des de petites han buscat aquest retrobament, però quan arriba l'hora han d'enfrontar-se als dubtes, la por i la incertesa d'abraçar a qui, en el fons, és una desconeguda. El documental \"Mãe vol dir mare\" acompanya mare i filles al llarg d'aquest procés de mutu reconeixement i acceptació.",
                "tagline": ""
            }
        ],
        "keywords": [],
        "budget": 0,
        "origin_country": [
            "ES"
        ],
        "runtime": 0,
        "revenue": 0,
        "tagline": ""
    },
    {
        "tmdb_id": 1455434,
        "title": "Almudena",
        "overview": "In her own words, over the years, Almudena Grandes shared her way of seeing the world, understanding life, and approaching writing. But Almudena is no longer here.  The aim of this film is to keep her memory alive: to celebrate her life and work without forgetting the painful void left by her passing. Luis García Montero, her husband, steps into that void and, in doing so, completes the intimate portrait of a writer who, like few others, has been able to tell the story of our lives.",
        "original_title": "Almudena",
        "poster_path": "/5GHFiljC5CR9zurX3WE4qrm4Fbm.jpg",
        "release_date": "2025-05-14",
        "credits": [
            {
                "id": 149306,
                "role": "Acting",
                "name": "Almudena Grandes",
                "character": "Herself"
            },
            {
                "id": 3011056,
                "role": "Acting",
                "name": "Luis García Montero",
                "character": "Himself"
            },
            {
                "id": 1050783,
                "role": "Acting",
                "name": "Azucena Rodríguez",
                "character": "Herself"
            },
            {
                "id": 1050783,
                "role": "Director",
                "name": "Azucena Rodríguez",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 99,
                "name": "Documentary"
            }
        ],
        "languages": [
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "In her own words, over the years, Almudena Grandes shared her way of seeing the world, understanding life, and approaching writing. But Almudena is no longer here.  The aim of this film is to keep her memory alive: to celebrate her life and work without forgetting the painful void left by her passing. Luis García Montero, her husband, steps into that void and, in doing so, completes the intimate portrait of a writer who, like few others, has been able to tell the story of our lives.",
                "tagline": ""
            },
            {
                "iso_639_1": "es",
                "iso_3166_1": "ES",
                "name": "Español",
                "overview": "Con sus propias palabras, a lo largo de los años, Almudena Grandes cuenta su manera de ver el mundo, de entender la vida y la escritura. Pero Almudena ya no está. El anhelo de esta película es mantener viva su memoria, celebrar su vida y su obra, sin olvidar el doloroso vacío que ha dejado su muerte. Luis García Montero, su marido, se adentra en ese vacío y, al hacerlo, completa el retrato íntimo de una escritora que ha sabido como pocas contarnos nuestra vida.",
                "tagline": "El retrato más íntimo de la escritora Almudena Grandes"
            }
        ],
        "keywords": [],
        "budget": 0,
        "origin_country": [
            "ES"
        ],
        "runtime": 80,
        "revenue": 0,
        "tagline": ""
    },
    {
        "tmdb_id": 1464284,
        "title": "Alexina B. Composing Lives",
        "overview": "A documentary that explores the composition process of Raquel García-Tomás' new opera, National Music Prize 2020, inspired by the memoirs of Alexina B., a 19th-century intersex person. In this artistic journey, Raquel García-Tomás transforms the understanding of intersex reality into a source of empathy and inspiration, showing how each musical and narrative decision brings this moving story to life, culminating in its premiere at the Gran Teatre del Liceu.",
        "original_title": "Alexina B. Vides en composició",
        "poster_path": "/cLNuhIACFSSv6fmUegZIdR0BOQG.jpg",
        "release_date": "2025-05-14",
        "credits": [
            {
                "id": 4348633,
                "role": "Acting",
                "name": "Raquel García-Tomás",
                "character": ""
            },
            {
                "id": 5262832,
                "role": "Acting",
                "name": "Irène Gayraud",
                "character": ""
            },
            {
                "id": 4369336,
                "role": "Acting",
                "name": "Marta Pazos",
                "character": ""
            },
            {
                "id": 5380434,
                "role": "Acting",
                "name": "Camino Baró",
                "character": ""
            },
            {
                "id": 5380435,
                "role": "Acting",
                "name": "Jordi Suárez",
                "character": ""
            },
            {
                "id": 4743076,
                "role": "Director",
                "name": "Alexis Borràs Izquierdo",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 99,
                "name": "Documentary"
            }
        ],
        "languages": [
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "A documentary that explores the composition process of Raquel García-Tomás' new opera, National Music Prize 2020, inspired by the memoirs of Alexina B., a 19th-century intersex person. In this artistic journey, Raquel García-Tomás transforms the understanding of intersex reality into a source of empathy and inspiration, showing how each musical and narrative decision brings this moving story to life, culminating in its premiere at the Gran Teatre del Liceu.",
                "tagline": ""
            },
            {
                "iso_639_1": "ca",
                "iso_3166_1": "ES",
                "name": "Català",
                "overview": "Després de guanyar el Premi Nacional de Música 2020, Raquel García-Tomás inicia el procés de composició de l'òpera Alexina B., inspirada en les memòries de la primera persona reconeguda com a intersexual. Les decisions musicals i narratives donaran vida a aquesta història commovedora que visibilitza a un col·lectiu sovint silenciat.",
                "tagline": ""
            }
        ],
        "keywords": [],
        "budget": 0,
        "origin_country": [
            "ES"
        ],
        "runtime": 77,
        "revenue": 0,
        "tagline": ""
    },
    {
        "tmdb_id": 1465915,
        "title": "Poirot, the Last Witness",
        "overview": "Poirot, the Last Witness portrays Chilean photographer Luis Poirot (Santiago, 1940) as he opens his largely unpublished archive for the first time. Witness to key moments in Chile and Spain, from the Popular Unity (Unidad Popular) until now, we see him in action, in conversation, and in portrait sessions alongside figures such as Joan Manuel Serrat, Isabel Allende, and Pablo Larraín.",
        "original_title": "Poirot, último testigo",
        "poster_path": "/oB3qJnisrO430UNe8lAjwm7PPbp.jpg",
        "release_date": "2025-05-14",
        "credits": [
            {
                "id": 1204232,
                "role": "Director",
                "name": "Francesc Relea",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 99,
                "name": "Documentary"
            }
        ],
        "languages": [
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "Poirot, the Last Witness portrays Chilean photographer Luis Poirot (Santiago, 1940) as he opens his largely unpublished archive for the first time. Witness to key moments in Chile and Spain, from the Popular Unity (Unidad Popular) until now, we see him in action, in conversation, and in portrait sessions alongside figures such as Joan Manuel Serrat, Isabel Allende, and Pablo Larraín.",
                "tagline": ""
            },
            {
                "iso_639_1": "ca",
                "iso_3166_1": "ES",
                "name": "Català",
                "overview": "Mostra al fotògraf xilè Luis Poirot (Santiago, 1940) mentre obre per primera vegada el seu arxiu, en gran part inèdit. Testimoni de moments clau a Xile i Espanya, des de la Unitat Popular fins avui, ho veiem en acció, en diàleg i en sessions de retrat amb figures com Joan Manuel Serrat, Isabel Allende i Pablo Larraín.",
                "tagline": ""
            }
        ],
        "keywords": [],
        "budget": 0,
        "origin_country": [
            "ES",
            "CL"
        ],
        "runtime": 70,
        "revenue": 0,
        "tagline": ""
    },
    {
        "tmdb_id": 1472083,
        "title": "[REC]QUIEM",
        "overview": "",
        "original_title": "[REC]QUIEM",
        "poster_path": "/4aXDM823VZow2TELYmtHXiibvWm.jpg",
        "release_date": "2025-05-13",
        "credits": [
            {
                "id": 4977913,
                "role": "Acting",
                "name": "Luiggi Wahnon",
                "character": "Richard"
            },
            {
                "id": 5402004,
                "role": "Acting",
                "name": "Roc Amaro",
                "character": "Sombrero"
            },
            {
                "id": 5402005,
                "role": "Acting",
                "name": "Rocío Herrero",
                "character": "Ruedas"
            },
            {
                "id": 5402010,
                "role": "Director",
                "name": "Carlos Jesús Paredes",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 35,
                "name": "Comedy"
            },
            {
                "id": 18,
                "name": "Drama"
            }
        ],
        "languages": [
            {
                "iso_639_1": "es",
                "iso_3166_1": "ES",
                "name": "Español",
                "overview": "Richard está a punto de cumplir 18 años, sintiendose perdido sus amigos lo invitan a salir, sin imaginar que esa fiesta será algo más significativo. Esa noche, sin saberlo, vivirán la última noche de su joventud, una noche que cambiará todo para siempre.",
                "tagline": "Una despedida rara, bonita y un poco fuera de guión."
            },
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "",
                "tagline": ""
            }
        ],
        "keywords": [
            {
                "id": 6054,
                "name": "friendship"
            },
            {
                "id": 34079,
                "name": "death"
            },
            {
                "id": 248870,
                "name": "memories"
            }
        ],
        "budget": 400,
        "origin_country": [
            "ES"
        ],
        "runtime": 0,
        "revenue": 0,
        "tagline": ""
    },
    {
        "tmdb_id": 1465914,
        "title": "Sunu Gaal (Our Cayuco)",
        "overview": "Why do so many Africans dream of going to Europe? Are they aware of the dangers and racism? Sunu Gaal (Our Cayuco) follows young people from Senegal who are torn between staying in a country marked by neocolonialism, which plunders its resources, or risking an obstacle-filled journey to Europe.",
        "original_title": "Sunu Gaal (El nostre cayuco)",
        "poster_path": "/v1ENjCOgkXPFaMs7yIljMtwF6ft.jpg",
        "release_date": "2025-05-15",
        "credits": [
            {
                "id": 5377723,
                "role": "Director",
                "name": "Josep T.París",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 99,
                "name": "Documentary"
            }
        ],
        "languages": [
            {
                "iso_639_1": "en",
                "iso_3166_1": "US",
                "name": "English",
                "overview": "Why do so many Africans dream of going to Europe? Are they aware of the dangers and racism? Sunu Gaal (Our Cayuco) follows young people from Senegal who are torn between staying in a country marked by neocolonialism, which plunders its resources, or risking an obstacle-filled journey to Europe.",
                "tagline": ""
            }
        ],
        "keywords": [],
        "budget": 0,
        "origin_country": [
            "SN",
            "ES"
        ],
        "runtime": 72,
        "revenue": 0,
        "tagline": ""
    },
    {
        "tmdb_id": 1476762,
        "title": "Joselico",
        "overview": "",
        "original_title": "Joselico",
        "poster_path": null,
        "release_date": "2025-05-13",
        "credits": [
            {
                "id": 5145437,
                "role": "Director",
                "name": "Sergio Máresc",
                "character": null
            }
        ],
        "reviews": [],
        "genres": [
            {
                "id": 35,
                "name": "Comedy"
            },
            {
                "id": 18,
                "name": "Drama"
            }
        ],
        "languages": [
            {
                "iso_639_1": "es",
                "iso_3166_1": "ES",
                "name": "Español",
                "overview": "Tras las vacaciones, los veraneantes se marchan y el pueblo queda despoblado. Joselico es el único niño de esta pedanía rural, pero esta vez tiene una idea para no estar solo durante el resto del año.",
                "tagline": ""
            }
        ],
        "keywords": [],
        "budget": 0,
        "origin_country": [
            "ES"
        ],
        "runtime": 0,
        "revenue": 0,
        "tagline": ""
    }
]