[
    {
        "author": "@FreelancerLA",
        "text": "Hey, &#39;The Electric State&#39; is also the name of a beautifully haunting story about societal collapse, emerging technological sentience, and what it means to be human in a world where humanity is steadily loosing its humanity. I would love to see that book made into a movie too someday!",
        "likes": 1705,
        "published_at": "2025-03-03T21:21:54Z"
    },
    {
        "author": "@Brejan",
        "text": "&quot;So we&#39;re some kind of Electric State?&quot; level writing.",
        "likes": 938,
        "published_at": "2025-03-03T17:02:55Z"
    },
    {
        "author": "@nexuslux",
        "text": "All I learned by watching this trailer is that there is an amazing book I should read. Thanks y&#39;all. Book: The Electric State.",
        "likes": 674,
        "published_at": "2025-03-04T08:59:05Z"
    },
    {
        "author": "@mumnik",
        "text": "That moment when you expect a shot of melancholy and decay, but get another marvel movie",
        "likes": 589,
        "published_at": "2025-03-03T18:54:05Z"
    },
    {
        "author": "@justinm3117",
        "text": "Thought provoking, it really gets you thinking about things. Like, “why am I still paying for Netflix?”",
        "likes": 639,
        "published_at": "2025-03-04T16:04:40Z"
    },
    {
        "author": "@mispeld2",
        "text": "And what are three words you would use to describe the general feeling of The Electric State?<br>Literally everyone who read it: Haunting. Lonely. Introspective.<br>Russo Brothers: Jokes! Action! Chris Pratt!",
        "likes": 536,
        "published_at": "2025-03-03T16:31:42Z"
    },
    {
        "author": "@Dinoenthusiastguy",
        "text": "Can&#39;t wait for the Russo brothers to adapt 1984 into a buddy-cop action-comedy starring Chris Hemsworth, Pedro Pascal and Zendaya 😍",
        "likes": 339,
        "published_at": "2025-03-10T12:59:24Z"
    },
    {
        "author": "@clutchcobra2729",
        "text": "I feel like I&#39;ve seen and heard every single shot and line in this trailer in so many other movies and trailers its crazy. I feel like we&#39;re reaching a trope singularity.",
        "likes": 212,
        "published_at": "2025-03-04T20:21:14Z"
    },
    {
        "author": "@Rasim9898",
        "text": "Amazing how something so beautiful and quiet can be adapted into an action film staring Chris Pratt.",
        "likes": 1361,
        "published_at": "2025-03-03T16:35:55Z"
    },
    {
        "author": "@RFever",
        "text": "&quot;We Didn&#39;t Understand Our Source Material: The Movie&quot;",
        "likes": 647,
        "published_at": "2025-03-03T17:00:08Z"
    },
    {
        "author": "@JimmiHoevring",
        "text": "Millie and Chris collecting that Netflix paycheck!",
        "likes": 316,
        "published_at": "2025-03-03T17:21:11Z"
    },
    {
        "author": "@GKViddingHD",
        "text": "I&#39;m a bit disappointed they didn&#39;t show any of the neurohelmet addicts or the half-organic monster drones.. This trailer looked like a family friendly action eries, less dystopian, less &quot;philosophical&quot;.",
        "likes": 144,
        "published_at": "2025-03-03T19:40:45Z"
    },
    {
        "author": "@theamazinganonymous7847",
        "text": "The point of the original story went completely over their heads, it seems.",
        "likes": 1373,
        "published_at": "2025-03-03T14:46:49Z"
    },
    {
        "author": "@blakefillon7131",
        "text": "&quot;Look How They Massacred My Boy&quot;",
        "likes": 393,
        "published_at": "2025-03-03T16:17:22Z"
    },
    {
        "author": "@Teeebug",
        "text": "Did these guys even read the book or did they just look at some cool pictures and thought hey let’s make this a movie!",
        "likes": 593,
        "published_at": "2025-03-03T19:55:05Z"
    },
    {
        "author": "@CliffDiverBOA",
        "text": "Everything has to be a big bombastic action movie. Big movies can&#39;t do subtlety anymore.",
        "likes": 186,
        "published_at": "2025-03-04T00:00:21Z"
    },
    {
        "author": "@scrofulaeggula",
        "text": "Five years ago, I was diagnosed with stage 2 cancer of the testicle.<br><br>Until I saw this trailer, that was the worst news I had ever received.",
        "likes": 76,
        "published_at": "2025-03-10T01:47:31Z"
    },
    {
        "author": "@bowlerhatfilmsandreviews2778",
        "text": "Never read the book but I am in awe at seeing the fans react in the comment section, my heart goes out to you folks",
        "likes": 318,
        "published_at": "2025-03-03T20:14:19Z"
    },
    {
        "author": "@brad_hensil",
        "text": "These mfs said no to the late David Lynch but gave two of the worst filmmakers in Hollywood $320 million",
        "likes": 29,
        "published_at": "2025-03-08T18:08:48Z"
    },
    {
        "author": "@Chief_Tanuki",
        "text": "Why did they even buy the rights to the book to turn it into this?",
        "likes": 353,
        "published_at": "2025-03-03T15:03:35Z"
    },
    {
        "author": "@joecamps1119",
        "text": "Something gentle and soulful gets turned into a loud, wiggy, shouty action movie. Ok Russos don’t say we didn’t warn you.",
        "likes": 48,
        "published_at": "2025-03-04T03:29:58Z"
    },
    {
        "author": "@BluntBrothersProductions",
        "text": "I was excited for this… WAS",
        "likes": 105,
        "published_at": "2025-03-03T16:21:45Z"
    },
    {
        "author": "@AlexxiiMain",
        "text": "Man, what a tragic misfire. The Electric State had the potential to be something truly special, something quiet, melancholic, and deeply atmospheric, just like Simon Stålenhag’s original work. But instead of embracing the eerie stillness and emotional weight of the source material, Netflix chose to turn it into yet another action-heavy, color-graded spectacle that completely misses the point.<br><br>The original Electric State isn’t just a story, it’s an experience. It’s about silence, decay, and a world collapsing not with a bang, but with a whisper. Stålenhag’s art doesn’t need explosions or forced tension to be haunting, it’s haunting because of its restraint. The film, on the other hand, takes all that subtlety and throws it out the window. Instead of a meditative journey through a dying world, we get... well, just another generic sci-fi blockbuster.<br><br>And the worst part? This wasn’t inevitable. It was a choice. A choice to prioritize spectacle over substance. A choice to cater to the lowest common denominator instead of trusting the audience to appreciate nuance. A choice to take something unique and make it marketable instead of meaningful. And what makes it even more frustrating is that we know it could’ve been done right, because Tales from the Loop proved it. That series took another one of Stålenhag’s works and adapted it with care, with artistic integrity, and with the emotional depth it deserved. So the argument that The Electric State was “too difficult” to adapt properly? That’s just not true. It could’ve been done. They just didn’t want to.<br><br>What we got isn’t just a disappointing adaptation, it’s a perfect example of how Hollywood strips art of its soul in favor of engagement metrics and broad appeal. And in doing so, they didn’t just make a bad movie. They erased something beautiful.<br> The Russo Brothers should be removed from Hollywood, for commiting such an act of disrespect.",
        "likes": 11,
        "published_at": "2025-03-15T02:48:00Z"
    },
    {
        "author": "@mrargo_s",
        "text": "The fact that they trying to make it look like a marvel movie but that actually just with the trailer we know all what is going to happen 😂",
        "likes": 240,
        "published_at": "2025-03-03T14:06:49Z"
    },
    {
        "author": "@Rasim9898",
        "text": "For those of you who don&#39;t know, this was based on Simon Stalenhag&#39;s series of Illustrations. Same goes for Tales from the Loop.",
        "likes": 146,
        "published_at": "2025-03-03T16:02:34Z"
    },
    {
        "author": "@wraith313",
        "text": "I&#39;m really baffled at the direction they went with this. Its astounding how far it is from the source material.",
        "likes": 27,
        "published_at": "2025-03-08T01:33:21Z"
    },
    {
        "author": "@EvanSquaredson",
        "text": "Ugh. I&#39;ve loved much of the Russo Brothers&#39; work since seeing it in Community (Winter Soldier&#39;s my favorite Marvel movie, by a long shot), with their deft combination of character, action, and wit. And I fell in love with Simon Stålenhag&#39;s work since I first stumbled across a painting of his. But this is the precise opposite of the vibe I get from Stålenhag&#39;s imagery. I adore how Stålenhag depicts a sense of loneliness, the wan Scandinavian light, the commonplace acceptance of imagery that in another illustrator&#39;s work would evoke naive awe.<br><br>Tales From The Loop actually managed to capture some of that Stålenhag vibe; this trailer feels profoundly false and glib, a bad joke. It&#39;s not so much peanut butter and chocolate, as aquavit and Marshmallow fluff. Honestly, I wish both the Russo Brothers and Stålenhag great success at everything they do, but I also wish the two had never met, based on this.",
        "likes": 39,
        "published_at": "2025-03-03T20:51:45Z"
    },
    {
        "author": "@Severian1",
        "text": "A book that is a gradual, haunting meditation on our growing meshing with technology, and societal collapse is turned into this travesty. <br><br>Among the sea of generic slop out there this could have been something unique. Why butcher something this unique over and over again? There’s a huge market for contemplative movies and complex sci-fi. Why aren’t they being satisfied?",
        "likes": 348,
        "published_at": "2025-03-03T14:12:45Z"
    },
    {
        "author": "@Distractingly_Dope",
        "text": "Maybe we all should have watched Tales From the Loop. Maybe then the studios wouldn’t have felt like they needed to turn this into an Avengers movie",
        "likes": 94,
        "published_at": "2025-03-03T20:17:15Z"
    },
    {
        "author": "@Hunter12365",
        "text": "I think these guys are missing the point of the narrative from the book 💀🥺🤔😒",
        "likes": 382,
        "published_at": "2025-03-03T14:48:27Z"
    },
    {
        "author": "@RafaelConcepcion-un1ko",
        "text": "Imagine if the book was given to an experienced Japanese studio instead of a Hollywood studio. The atmosphere, and themes, and pahina and struggles that reflect our reality. How breathtaking would that be...",
        "likes": 50,
        "published_at": "2025-03-10T09:59:22Z"
    },
    {
        "author": "@dalemsilas8425",
        "text": "Severance captures the essence of the electric state better than this &quot;adaptation&quot;",
        "likes": 48,
        "published_at": "2025-03-04T01:55:53Z"
    },
    {
        "author": "@MarilynDenn",
        "text": "It&#39;s amazing how something so beautiful and quiet can be adapted into an action film starring Chris Pratt.",
        "likes": 154,
        "published_at": "2025-03-03T18:47:07Z"
    },
    {
        "author": "@TheJuiciestFruit",
        "text": "they stole the villain from Spy Kids 😭",
        "likes": 98,
        "published_at": "2025-03-03T14:03:31Z"
    },
    {
        "author": "@drewhailstones4106",
        "text": "I know allot of you guys don&#39;t like the adaption. I&#39;m still gonna watch it just for the robots.",
        "likes": 3,
        "published_at": "2025-03-16T11:37:55Z"
    },
    {
        "author": "@Siddartha-nw7pm",
        "text": "Sooo boring.<br>Netflix should have better spend the 320 million budget for orphanages...",
        "likes": 7,
        "published_at": "2025-03-14T22:58:39Z"
    },
    {
        "author": "@kiranberger1384",
        "text": "Is it just me ore this Milli just plays herself",
        "likes": 11,
        "published_at": "2025-03-11T06:09:06Z"
    },
    {
        "author": "@123rockfan",
        "text": "Best thing about this trailer is that it looks so generic that I just HAD to look up the source material. And the source material looks amazing, so I ordered it from my local bookstore 🤘",
        "likes": 9,
        "published_at": "2025-03-07T22:34:12Z"
    },
    {
        "author": "@teomaroon8191",
        "text": "this movie is a complete and utter bastardization of a really good book.<br><br>though if you like it, then thats totally okay, all the power to you",
        "likes": 35,
        "published_at": "2025-03-03T18:52:28Z"
    },
    {
        "author": "@RuejdjfRjje",
        "text": "Millie is THE NETFLIX GIRL.",
        "likes": 39,
        "published_at": "2025-03-03T14:36:00Z"
    },
    {
        "author": "@Troopscoop",
        "text": "Classic example of an original story that had to latch onto an IP that the studio didn&#39;t understand just so they could go to market. At least we have Tales from the Loop.",
        "likes": 25,
        "published_at": "2025-03-04T20:36:31Z"
    },
    {
        "author": "@DeepakSinghTanwar123",
        "text": "Okay how many trailers more?<br>Netflix- yess (hold my final one).",
        "likes": 85,
        "published_at": "2025-03-03T14:02:04Z"
    },
    {
        "author": "@grimmplays1107",
        "text": "Just finished watching it. Absolutely loved it. Pay no heed to those so-called professional critics. Real viewers love it - just take a look at the Rotten tomatoes score 16% critics like it whilst 76% of actual real viewers with no agendas loved it.",
        "likes": 2,
        "published_at": "2025-03-15T11:30:53Z"
    },
    {
        "author": "@martyn_g",
        "text": "I’m not surprised anymore with MASSIVE Hollywood budgets. How they can make films like that this that costs 100’s of MILLIONS of dollars, when Godzilla Minus One only cost $15 million 😂😂😂",
        "likes": 3,
        "published_at": "2025-03-15T01:40:05Z"
    },
    {
        "author": "@joshuaa6988",
        "text": "This is yet another example of a film where the audience loved it, and the critics hated it. It had a 74% audience score on Rotten Tomatoes, so I took a chance and thought it was a great film. Moral: listen to the audience.",
        "likes": 1,
        "published_at": "2025-03-15T20:11:39Z"
    },
    {
        "author": "@BasketballEnthusiast1",
        "text": "<a href=\"https://www.youtube.com/watch?v=QIw6ITiwgBU&amp;t=36\">0:36</a> Flashback to When El Recognised Will in a Picture in Stranger Things  Season 1 ❤",
        "likes": 32,
        "published_at": "2025-03-03T14:04:51Z"
    },
    {
        "author": "@mostacholesalabolognesa3148",
        "text": "By the way, for all of you who didn’t knew about it, They made funko pops from the characters in this movie.<br><br>Funko pops.<br><br>Based on the characters of a movie that’s based on a book about consumerism.<br><br>Funko pops.",
        "likes": 1,
        "published_at": "2025-03-16T08:39:39Z"
    },
    {
        "author": "@tristanmichels5721",
        "text": "We need to distract Kang. A lot of Kangs.",
        "likes": 8,
        "published_at": "2025-03-03T14:39:58Z"
    },
    {
        "author": "@Lunatuna05",
        "text": "This is more faithful than the Minecraft movie, A lot of people are hating on it, I think this looks great, I just don’t like the humor, and I wished the movie had less humor and a more serious tone, it would be better.",
        "likes": 2,
        "published_at": "2025-03-15T22:43:00Z"
    },
    {
        "author": "@ohboilien",
        "text": "Stop commenting so many negative things, I can’t thumbs up all of them 😢",
        "likes": 22,
        "published_at": "2025-03-05T10:18:03Z"
    },
    {
        "author": "@chanelhay6188",
        "text": "At least this slop introduced me a new and apparently fantastic book",
        "likes": 5,
        "published_at": "2025-03-14T18:30:58Z"
    },
    {
        "author": "@johntenet6911",
        "text": "All the og fans would have already watched this trailer as it was uploaded to the official AGBO YouTube channel yesterday, Which is the directors of this film production company.",
        "likes": 75,
        "published_at": "2025-03-03T14:04:20Z"
    },
    {
        "author": "@KendallChristiansonYT",
        "text": "So basically this proves once again that the Russo Brothers have no mojo outside the MCU.",
        "likes": 3,
        "published_at": "2025-03-07T23:31:20Z"
    },
    {
        "author": "@allcommentsnocontent",
        "text": "Nooo!!! Why??<br>Stalenhag&#39;s work is introspective, reflexive, somber and thought provoking, not this blockbuster, bright colored, action packed, FX load of crap. <br>This was definetely meant to stay on paper forever.<br><br>If it had to be done, why not give it to Denis Villeneuve? He&#39;s done a decent job adapting complex stories from people like Frank Herbert and Ted Chiang.",
        "likes": 6,
        "published_at": "2025-03-03T17:10:37Z"
    },
    {
        "author": "@Ser_Crazyknight",
        "text": "Russo Brothers to ChatGpT: &#39;&#39;Write a movie script of this dystopian thought provoking , deep , haunting and introspective book but with the Marvel formula , action , jokes , Chris Pratt and Millie Bobby Brown.&#39;&#39;",
        "likes": 1,
        "published_at": "2025-03-15T21:11:37Z"
    },
    {
        "author": "@alonsussman1911",
        "text": "Chris Pratts hair is crazy",
        "likes": 8,
        "published_at": "2025-03-03T16:18:16Z"
    },
    {
        "author": "@manineebs2555",
        "text": "Just remember that Netflix is writting movies for people they are expecting to be on their phone while watching. This means the plot is openly discussed because they expect you to be dumb or not watching and the writting is awful because they just don&#39;t care. The only thing they care is to get 2-3 superstars in the cast to create a &quot;good&quot; trailer and make you want to renew your subscription. That&#39;s it, that&#39;s Netflix.",
        "likes": 2,
        "published_at": "2025-03-14T13:30:22Z"
    },
    {
        "author": "@chrisgilbreath",
        "text": "Welcome to a world where they take great books and render them into comic lard, kids. This ain’t the first rodeo nor will it be the last. Get used to it.",
        "likes": 5,
        "published_at": "2025-03-03T23:11:56Z"
    },
    {
        "author": "@SsSs-dj7bt",
        "text": "Bro I have finished watching<br><br>💯/10",
        "likes": 2,
        "published_at": "2025-03-15T14:40:47Z"
    },
    {
        "author": "@Nunabui",
        "text": "I would love to be a big wig working at a movie production company. You can be literally awful and never even have any idea what the audiences want to see and youll still get paid.",
        "likes": 4,
        "published_at": "2025-03-08T17:41:27Z"
    },
    {
        "author": "@artistnyc123",
        "text": "Should&#39;ve given this movie to somebody like Ridley Scott. Source material looks dark and amazing. This is Disney",
        "likes": 2,
        "published_at": "2025-03-13T03:02:15Z"
    },
    {
        "author": "@MikeyMikey-u4o",
        "text": "Do all movies need to have a MCU-esque vibe? Don’t get me wrong, I’m a big fan of the MCU (at least for the infinity saga because the multiverse saga isn’t really working out for me) but if there’s going to be deviations, don’t use Marvel as a excuse for these changes.",
        "likes": 5,
        "published_at": "2025-03-03T20:39:47Z"
    },
    {
        "author": "@willroemer5718",
        "text": "I&#39;m reading the comments here, and while I would totally watch another flick about a technological dystopia future, I also understand that the Russo brothers aren&#39;t pandering to depressed audiences with this one.",
        "likes": 1,
        "published_at": "2025-03-16T04:31:13Z"
    },
    {
        "author": "@FirstLast-yc9lq",
        "text": "How did she become a much worse actress than she was 10 years ago?",
        "likes": 3,
        "published_at": "2025-03-14T11:35:24Z"
    },
    {
        "author": "@RedTrap77",
        "text": "so EVERY SINGLE PERSON in comments is a fan of the book? Haha suuure 👌",
        "likes": 2,
        "published_at": "2025-03-16T15:05:40Z"
    },
    {
        "author": "@sipsandquips3663",
        "text": "The Russo bros isn’t a name you should attach proudly to the project. Now I know it’s a overpriced lame action movie",
        "likes": 5,
        "published_at": "2025-03-03T20:27:50Z"
    },
    {
        "author": "@MovieManiaCentral123",
        "text": "wow, this is life changing cinema. definitely worth 320 million dollars.",
        "likes": 1,
        "published_at": "2025-03-05T08:39:29Z"
    },
    {
        "author": "@invalidbeast4566",
        "text": "Chris Pratt is gonna be her brother, I&#39;m calling it now",
        "likes": 10,
        "published_at": "2025-03-03T18:16:41Z"
    },
    {
        "author": "@peterp2626",
        "text": "Andy Dwyer and Eleven fighting robots, I&#39;m in!",
        "likes": 2,
        "published_at": "2025-03-11T18:17:10Z"
    },
    {
        "author": "@thetalkingdodo999",
        "text": "Humans and bots, fighting against the real enemy, Shrek CGI",
        "likes": 7,
        "published_at": "2025-03-03T14:44:28Z"
    },
    {
        "author": "@rustychassis",
        "text": "&quot;You just don&#39;t get it, do you? The Electric State isn&#39;t a place. It&#39;s been right here the whole time. It&#39;s in all of us.&quot; Oh man that line gave me chills!",
        "likes": 0,
        "published_at": "2025-03-14T22:23:46Z"
    },
    {
        "author": "@minusnine5036",
        "text": "Calling it right now. This will get a 5 out of 10 on imdb.",
        "likes": 4,
        "published_at": "2025-03-03T15:49:53Z"
    },
    {
        "author": "@lalo-kt4te",
        "text": "Can someone tell me how this movie cost 300 million? there is no way this movie cost that much",
        "likes": 2,
        "published_at": "2025-03-15T21:48:47Z"
    },
    {
        "author": "@Schinbharti_19",
        "text": "<a href=\"https://www.youtube.com/watch?v=QIw6ITiwgBU&amp;t=46\">0:46</a> The Gateway of India",
        "likes": 38,
        "published_at": "2025-03-03T14:33:53Z"
    },
    {
        "author": "@Hpalhazred",
        "text": "They turned the atmospheric book into a fast food dognuts? I mean is Netflix what do you expect?",
        "likes": 2,
        "published_at": "2025-03-14T20:08:32Z"
    },
    {
        "author": "@Dan-ji4db",
        "text": "Just got done reading the book.  I havent a clue how they pulled this movie from it.",
        "likes": 3,
        "published_at": "2025-03-08T00:22:19Z"
    },
    {
        "author": "@rollerboogie",
        "text": "Are writers getting paid to do this? Or did we get to the point where ChatGPT did this whole thing?",
        "likes": 2,
        "published_at": "2025-03-14T20:39:40Z"
    },
    {
        "author": "@TheStorrman",
        "text": "As someone who has read the Electric State book multiple times, I am very disappointed",
        "likes": 3,
        "published_at": "2025-03-03T15:20:55Z"
    },
    {
        "author": "@ssilent8202",
        "text": "Didn’t know the electric state was a story about bringing down a corporate technocracy",
        "likes": 2,
        "published_at": "2025-03-09T13:39:23Z"
    },
    {
        "author": "@bryanmwanzia2465",
        "text": "<a href=\"https://www.youtube.com/watch?v=QIw6ITiwgBU&amp;t=92\">1:32</a> what is happeningto his neck 👀👀👀👀",
        "likes": 13,
        "published_at": "2025-03-03T14:46:27Z"
    },
    {
        "author": "@dukedixon3192",
        "text": "My favorite line in the movie is “all drones report to the north entrance”.<br><br>In other words, humans follow your orders without questioning.",
        "likes": 0,
        "published_at": "2025-03-15T21:24:25Z"
    },
    {
        "author": "@TheyArePav",
        "text": "Another action film I won’t watch, but I might rewatch Tales From the Loop because of it!",
        "likes": 13,
        "published_at": "2025-03-03T14:42:59Z"
    },
    {
        "author": "@josephmills7033",
        "text": "This looks terrible. But Netflix keeps putting out garbage because people seem to lack taste. I got rid of it a few years ago. Cuties should have been a wake up call",
        "likes": 2,
        "published_at": "2025-03-13T00:12:30Z"
    },
    {
        "author": "@shadowkingdarksin3980",
        "text": "disney: hold my cup HOW DARE YOU STEAL MY BROS 🤬<br>netflix: MONEY MONEY MONEY 😎",
        "likes": 11,
        "published_at": "2025-03-03T14:19:10Z"
    },
    {
        "author": "@babrmalik9845",
        "text": "Watched it today and trust me it’s a pretty good movie enjoyable.",
        "likes": 2,
        "published_at": "2025-03-15T01:06:14Z"
    },
    {
        "author": "@joynay8405",
        "text": "Netflix is having problems coming up with good movies. This one is definitely a let down 👎",
        "likes": 7,
        "published_at": "2025-03-03T20:41:16Z"
    },
    {
        "author": "@Aselectir",
        "text": "Well atleast we now know all corporate movie makers never digest the source material.",
        "likes": 1,
        "published_at": "2025-03-13T00:41:54Z"
    },
    {
        "author": "@alexbrettw",
        "text": "Russo Brothers need to stop making movies outside MCU. They’re just embarrassing themselves at this point",
        "likes": 5,
        "published_at": "2025-03-08T02:09:51Z"
    },
    {
        "author": "@call_me_b8438",
        "text": "This might be a decent movie to watch on shrooms 🤷🏻‍♂️",
        "likes": 2,
        "published_at": "2025-03-16T01:10:04Z"
    },
    {
        "author": "@ElJorro",
        "text": "This is nothing like the book by the way.",
        "likes": 12,
        "published_at": "2025-03-03T14:13:40Z"
    },
    {
        "author": "@itsforty.",
        "text": "The Russo&#39;s directing it is enough for me to watch this movie. 💯💯",
        "likes": 0,
        "published_at": "2025-03-11T10:13:40Z"
    },
    {
        "author": "@chrishitchen3503",
        "text": "As a huge fan of the book I can&#39;t wait to see it. But for the amount of money you spent on it, it deserved at least a limited IMAX run in Cinemas",
        "likes": 9,
        "published_at": "2025-03-03T14:07:49Z"
    },
    {
        "author": "@MasterOfTheBrood",
        "text": "Thus movie is proof that just because you got the visuals right doesn&#39;t mean you got the feel of the book. The book is a dystopian post apocalypse where allot of humanity was been uploaded into a virtual world while a vicious civil war between man and machine that was started by corporate greed takes place. This... this Is the corporate greed, taking something popular and making it with genres that just don&#39;t fit. This should have been like A.I or War of the World. Not infinity war.",
        "likes": 1,
        "published_at": "2025-03-13T06:29:25Z"
    },
    {
        "author": "@PemyMpasimakopoulou",
        "text": "MILLIE BOBBY BLONDE",
        "likes": 8,
        "published_at": "2025-03-03T14:51:48Z"
    },
    {
        "author": "@melterrell5724",
        "text": "I actually just read the book at my local library like 2 weeks ago. It&#39;s a lot better than this movie and the illustrations are way better",
        "likes": 2,
        "published_at": "2025-03-11T00:22:30Z"
    },
    {
        "author": "@loveveggies1354",
        "text": "I like this film, like if you agree!!!! PS: I watched it, and I really don&#39;t understand where this hate is coming from!",
        "likes": 4,
        "published_at": "2025-03-15T02:19:37Z"
    },
    {
        "author": "@lonewolf5054",
        "text": "Erie and horror elements was what electric state was about, a nightmare future with beautiful moments of despair and gloomy scenes, all that just throw away for some stupid happy goofy stupid movie, these idiots need to stop and find a new career If they keep ruining the source material",
        "likes": 2,
        "published_at": "2025-03-11T02:01:50Z"
    },
    {
        "author": "@Schinbharti_19",
        "text": "<a href=\"https://www.youtube.com/watch?v=QIw6ITiwgBU&amp;t=50\">0:50</a> Millie Bobby Brown❤",
        "likes": 17,
        "published_at": "2025-03-03T14:41:05Z"
    },
    {
        "author": "@brandonallred3763",
        "text": "Guys the movie you keep asking for is called &quot;A.I.&quot; by Steven Speilberg and it&#39;s not what you want this movie to be ffs.",
        "likes": 1,
        "published_at": "2025-03-11T04:41:10Z"
    },
    {
        "author": "@Micwie40000",
        "text": "this movie trailer gives me 0 motivation to watch the movie, even though I love sci-fi. Well spent 320mln Netflix!",
        "likes": 7,
        "published_at": "2025-03-04T23:34:11Z"
    }
]